Repository: common-repository/wp-backup-bank
Catalog: languages/wp-backup-bank-*.po
Languages: hu_hu, nb_no, ru_ru

source: In this field, you would need to provide Secret Access Key which will you get after configuring your Amazon S3 account
hu_hu: Ebben a mezőben kell megadnia a a titkos hozzáférési kulcsot ( Secret Access Key ) amelyet az Amazon S3 fiók létrehozása után kapott meg.
nb_no: Her må du angi din hemmelige sikkerhetsnøkkel, som du får når du har konfigurert din Amazon S3 - konto
ru_ru: В этом поле вам нужно будет предоставить секретный ключ доступа, который вы получите после настройки вашей учетной записи Amazon S3

source: Please provide valid Secret Access Key
hu_hu: Kérem érvényes titkos hozzáférési kulcs ( Secret Access Key) megadását!
nb_no: Angi en gyldig hemmelig tilgangsnøkkel
ru_ru: Укажите действительный секретный ключ доступа

source: Bucket Name
hu_hu: "Bucket" neve
nb_no: Bucket navn
ru_ru: Название сегмента

source: In this field, you would need to provide Bucket Name which will you get from your Amazon S3 account
hu_hu: Ebben a mezőben kell megadnia a "Bucket" nevet. Ezt az Amazon S3 fiókból van lehetőség megkapni.
nb_no: Her må du angi ditt bucket navn som du får når du konfigurerer din Amazon S3 - konto
ru_ru: В этом поле вам необходимо указать имя сегмента, которое вы получите от вашей учетной записи Amazon S3

source: Please provide valid Bucket Name
hu_hu: Kérem érvényes "Bucket" név megadását
nb_no: Angi et gyldig bucket navn
ru_ru: Укажите действительное имя сегмента

source: Get your Amazon Access Key Id & Secret Access Key
hu_hu: Kérem az Amazon hozzáférési kulcs azonosítót ( Access Key Id ) és a titikos hozzáférési kulcsot ( Secret Access Key )!
nb_no: Skaff din Amazon tilgangsnøkkel og tilgangs ID
ru_ru: Получите ваш ключ доступа к Amazon и секретный ключ доступа

source: Backup to Rackspace
hu_hu: Biztonsági másolat készítése a Rackspace-ra.
nb_no: Sikkerhetskopier til Rackspace
ru_ru: Резервное копирование в Rackspace

source: If you would like to store your Backup over Rackspace then you would need to choose enable or vice-versa from drop down
hu_hu: Ha azt szeretné, hogy a biztonsági mentés a Rackspace-en keresztül kerüljön tárolásra, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből.
nb_no: Dersom du ønsker å sikkerhetskopiere til Rackspace, må du velge dette fra nedtrekksmenyen
ru_ru: Если вы хотите сохранить резервную копию поверх Rackspace, вам нужно будет выбрать «Включить» или наоборот с раскрывающегося списка

source: Username
hu_hu: Felhasználói név
nb_no: Brukernavn
ru_ru: Имя пользователя

source: In this field, you would need to provide Rackspace Username. You will get your username by signing-in into Rackspace account
hu_hu: Ebben a mezőben szükséges megadni a Rackspace felhasználói nevét. A Rackspace fiókba történő bejelentkezéskor fogja megkapni ezt a felhasználói nevet.
nb_no: Her skriver du inn ditt Rackspace brukernavn
ru_ru: В этом поле вам необходимо указать имя Rackspace. Вы получите свое имя пользователя, выполнив вход в учетную запись Rackspace

source: Please provide valid Username
hu_hu: Kérem érvényes felhasználói név megadását!
nb_no: Angi et gyldig brukernavn
ru_ru: Укажите имя пользователя

source: Api Key
hu_hu: Api kulcs ( Api Key )
nb_no: API nøkkel
ru_ru: Api ключ

source: In this field, you would need to provide API Key which will you get after configuring your Rackspace account
hu_hu: Ebben a mezőben kell megadnia az alkalmazási kulcsot ( API Key ). Ez a Rackspace fiók beállítása után áll rendelkezésre.
nb_no: Her angir du din API - nøkkel, som du mottar etter å ha konfigurert din Rackspace konto
ru_ru: В этом поле вам нужно будет предоставить ключ API, который вы получите после настройки вашей учетной записи Rackspace

source: Please provide valid Api Key
hu_hu: Kérem érvényes alkalmazási kulcs ( Api key ) megadását!
nb_no: Angi en gyldig API nøkkel
ru_ru: Укажите API ключ

source: Container Name
hu_hu: Konténer neve
nb_no: Kontainernavn
ru_ru: Название контейнера

source: In this field, you would need to provide Container Name. you will get it from your Rackspace account
hu_hu: Ebben a mezőben kell megadnia a konténer nevet ( Container Name ). Ezt a Rackspace fiókból van lehetőség megkapni.
nb_no: Her må du oppgi ditt kontainernavn. Dette får du fra din Rackspace - konto
ru_ru: В этом поле вам необходимо указать имя контейнера. Вы получите его из своей учетной записи Rackspace

source: Please provide a valid container name
hu_hu: Kérem érvényes konténer nevet adjon meg!
nb_no: Angi et gyldig kontainernavn
ru_ru: Укажите имя контейнера

source: Container Region
hu_hu: Konténer régiója
nb_no: Kontainerregion
ru_ru: Область контейнера

source: In this field, you would need to choose a region where your Rackspace container is created
hu_hu: Ebben a mezőben a Rackspace tároló (container) elkészítésének megfelelő régió kiválasztása szükséges.
nb_no: Her må du angi hvilken region du har opprettet din Rackspace kontainer
ru_ru: В этом поле вам нужно будет выбрать область, в которой будет создан контейнер Rackspace

source: Dallas (DFW)
ru_ru: Даллас (DFW)

source: Northern Virginia (IAD)
nb_no: Nordre Virginia (IAD)
ru_ru: Северная Вирджиния (IAD)

source: Chicago (ORD)
ru_ru: Чикаго (ORD)

source: London (LON)
ru_ru: Лондон (LON)

source: Sydney (SYD)
ru_ru: Сидней (SYD)

source: Hong Kong (HKG)
ru_ru: Гонконг (HKG)

source: Get your Rackspace Username & Api key
hu_hu: Kérem a Rackspace felhasználói nevet és az Api kulcsot (Api key) !
nb_no: Få ditt Rackspace brukernavn og API nøkkel
ru_ru: Получить имя пользователя и API ключ в Rackspace

source: Backup to Microsoft Azure
hu_hu: Biztonsági másolat készítése a Microsoft Azure-ra.
nb_no: Sikkerhetskopier til Microsoft Azure
ru_ru: Резервное копирование в Microsoft Azure

source: If you would like to store your Backup over Microsoft Azure then you would need to choose enable or vice-versa from drop down
hu_hu: Ha azt szeretné, hogy a biztonsági mentés a Microsoft Azure-on keresztül kerüljön tárolásra, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből.
nb_no: Dersom du ønsker å sikkerhetskopiere til Microsoft Azure, velger du dette fra nedtrekksmenyen
ru_ru: Если вы хотите сохранить резервную копию над Microsoft Azure, вам нужно будет выбрать «Включить» или наоборот

source: Account Name
hu_hu: Fiók neve
nb_no: Kontonavn
ru_ru: Имя пользователя

source: In this field, you would need to provide Microsoft Azure Account Name. You will get your account name by signing-in to Microsoft Azure account
hu_hu: Ebben a mezőben kell megadnia azt a Microsoft Azure fiók nevet ( Account Name ), amelyet a Microsoft Azure fiókba történő bejelentkezés után kapott meg.
nb_no: Her angir du ditt Microsoft Azure kontonavn
ru_ru: В этом поле вам необходимо указать имя учетной записи Microsoft Azure. Вы получите свое имя учетной записи, выполнив вход в учетную запись Microsoft Azure.

source: Please provide valid Account Name
hu_hu: Kérem érvényes fiók belépési nevet ( Account Name ) megadását!
nb_no: Angi et gyldig kontonavn
ru_ru: Укажите имя пользователя

source: Access Key
hu_hu: Hozzáférési kulcs ( Access Key)
nb_no: Tilgangsnøkkel
ru_ru: Ключ доступа

source: In this field, you would need to provide Access Key which will you get after configuring your Microsoft Azure account
hu_hu: Ebben a mezőben kell megadnia a hozzáférési kulcsot ( Access Key ). Ez a Microsoft Azure fiók beállítása után áll rendelkezésre.
nb_no: Her skriver du inn din tilgangsnøkkel, som du får etter å ha konfigurert din Microsoft Azure konto
ru_ru: В этом поле вам нужно будет предоставить ключ доступа, который вы получите после настройки вашей учетной записи Microsoft Azure

source: Please provide valid Access Key
hu_hu: Kérem érvényes hozzáférési kulcs ( Access Key ) megadását!
nb_no: Angi en gyldig tilgangsnøkkel
ru_ru: Укажите ключ доступа

source: In this field, you would need to provide Container Name. You will get it from your Microsoft Azure account
hu_hu: Ebben a mezőben kell megadnia a konténer nevet ( Container Name ). Ezt a Microsoft Azure fiókból van lehetőség megkapni.
nb_no: Her skriver du inn kontainernavnet. Dette får du fra din Microsoft Azure - konto
ru_ru: В этом поле вам необходимо указать имя контейнера. Вы получите его из своей учетной записи Microsoft Azure.

source: Get your Azure Account Name & Access Key
hu_hu: Kérem az Azure fiók nevét (Account Name) és a hozzáférési kulcsot ( Access Key)!
nb_no: Få ditt Microsoft Azure kontonavn og tilgangsnøkkel
ru_ru: Получите свое имя и ключ доступа к Azure

source: Thank You!
hu_hu: Köszönjük!
nb_no: Takk!
ru_ru: Спасибо!

source: Kindly fill in the below form, if you would like to suggest some features which are not in the Plugin
hu_hu: Kérem, amennyiben javaslatot szeretne tenni, további, jelenleg a megoldásunkban nem szereplő funkcióval kapcsolatban, töltse ki a lenti űrlapot.
nb_no: Dersom du har forslag til andre ting vi bør implementere, kan du gjerne fylle ut skjemaet nedenfor.
ru_ru: Пожалуйста, заполните форму ниже, если вы хотите предложить некоторые функции, которые отсутствуют в Плагине

source: If you also have any suggestion/complaint, you can use the same form below
hu_hu: Amennyiben bármilyen további jelzést/problémát kíván felénk jelezni, kérem ugyanezen lenti űrlapot használja.
nb_no: Dersom du har forslag / innsigelser / klager, kan du også bruke nedenstående skjema
ru_ru: Если у вас также есть предложения / жалобы, вы можете использовать эту же форму

source: You can also write us on
hu_hu: Valamint írhat is nekünk a következő elérhetőségen keresztül:
nb_no: Du kan også kontakte oss på
ru_ru: Вы также можете написать нам

source: Your Name
hu_hu: Az ön neve
nb_no: Navn
ru_ru: Ваше имя

source: In this field, you would need to provide your Name which you would like to request to be added to this Plugin
hu_hu: Ezen mezőben kell megadnia az Ön nevét, amely az adott Pluginnel kapcsolatos kéréshez kerül hozzárendelésre.
nb_no: I dette feltet må du skrive inn navnet du ønsker for å bli lagt til tillegget
ru_ru: В этом поле вам нужно указать свое имя, которое вы хотели бы добавить в этот плагин

source: Please provide your Name
hu_hu: Kérem adja meg a nevét
nb_no: Vennligst oppgi navnet ditt
ru_ru: Укажите ваше имя

source: Your Email
hu_hu: Az ön e-mail címe
nb_no: Din e-post
ru_ru: Ваш Email

source: In this field, you would need to provide your valid Email Address which you would like to request to be added to this Plugin
hu_hu: Ezen mezőben kell megadnia azt az e-mail címét, amely az adott felkéréshez kerül hozzárendelésre.
nb_no: I dette feltet skriver du inn en gyldig e-postadresse som du ønsker å knytte til tillegget
ru_ru: В этом поле вам нужно будет указать свой действительный адрес электронной почты, который вы хотели бы запросить, чтобы его добавили в этот плагин

source: Please provide your Email Address
hu_hu: Kérem adja meg az e-mail címét
nb_no: Vennligst oppgi din e-postadresse
ru_ru: Укажите ваш адрес электронной почты

source: In this field, you would need to provide a feature which you would like to request to be added to this Plugin
hu_hu: Ebben a mezőben van lehetőség a beépülő modul funkció bővítésére vonatkozó kérések rögzítésére.
nb_no: I dette feltet skriver du litt om hvilken egenskap du ønsker at skal bli lagt til tillegget
ru_ru: В этом поле вам нужно будет указать функцию, которую вы хотели бы добавить в этот плагин

source: Please provide your Feature Request
hu_hu: Kérem adja meg a szolgáltatás típus kérését
nb_no: Vennligst oppgi din forespørsel
ru_ru: Напишите желаемые функции

source: Send Request
hu_hu: Felkérés küldése
nb_no: Send forespørsel
ru_ru: Послать запрос

source: Destination
hu_hu: Cél
nb_no: Destinasjon
ru_ru: Назначение

source: Execution
hu_hu: Végrehajtás
nb_no: Utførelse
ru_ru: Исполнение

source: Status
hu_hu: Állapot
ru_ru: Статус

source: Action
hu_hu: Indítás
nb_no: Handling
ru_ru: Действие

source: Manual
hu_hu: Kézi
nb_no: Manuell
ru_ru: Руководство

source: Scheduled
hu_hu: Ütemezett - előjegyzésbe véve
nb_no: Planlagt
ru_ru: Запланированное

source: Not Yet Executed
hu_hu: Még nem került végrehajtásra
nb_no: Ikke utført enda
ru_ru: Еще не выполнено

source: Backup is Running
hu_hu: A biztonsági mentés készítése folyamatban
nb_no: Sikkerhetskopiering pågår
ru_ru: Резервное копирование производится

source: Delete
hu_hu: Törlése
nb_no: Slett
ru_ru: Удалить

source: Download
hu_hu: Letöltés
nb_no: Last ned
ru_ru: Скачать

source: Restore Backup
hu_hu: Biztonsági mentés visszaállítása
nb_no: Tilbakekopier sikkerhetskopi
ru_ru: Восстановить резервное копирование

source: Bulk Action
hu_hu: Tömeges művelet
nb_no: Massehandling
ru_ru: Массовые действия

source: Apply
hu_hu: Alkalmaz
nb_no: Utfør
ru_ru: Подать заявку

source: Backup Terminated
hu_hu: Biztonsági másolat megszakítva
nb_no: Sikkerhetskopien ble avbrutt
ru_ru: Завершение резервного копирования

source: Backup Completed Successfully
hu_hu: A biztonsági mentés sikeresen megtörtént
nb_no: Sikkerhetskopieringen ble fullført
ru_ru: Резервное копирование завершено успешно

source: Executed In
hu_hu: Végrehajtva a következőben
nb_no: Utført på
ru_ru: Выполнено в

source: Total Size
hu_hu: Teljes méret
nb_no: Total størrelse
ru_ru: Полный размер

source: Backup Details
hu_hu: A biztonsági mentés részletei
nb_no: Detaljer
ru_ru: Детали резервного копирования

source: Last Execution
hu_hu: Utolsó végrehajtás
nb_no: Sist utført
ru_ru: Последнее выполнение

source: Next Execution
hu_hu: A következő végrehajtása
nb_no: Neste utførelse
ru_ru: Следующее выполнение

source: Last Status
hu_hu: Utolsó állapot
nb_no: Nyeste status
ru_ru: Прошлый статус

source: Log
hu_hu: Napló
nb_no: Logg
ru_ru: Журнал

source: Download Backup
hu_hu: Biztonsági mentés letöltése
nb_no: Last ned sikkerhetskopi
ru_ru: Скачать резервную копию

source: Close
hu_hu: Lezár
nb_no: Lukk
ru_ru: Закрыть

source: Download Log File
hu_hu: Napló letöltése.
nb_no: Last ned loggfil
ru_ru: Скачать файл журнала

source: Select Backup
hu_hu: Válassza ki a biztonsági mentést
nb_no: Velg sikkerhetskopi
ru_ru: Выбрать резервное копирование

source: Select Log File
hu_hu: Válassza ki a napló-állományt
nb_no: Velg loggfil
ru_ru: Выбрать файл журнала

source: Backup Restored Successfully
hu_hu: A biztonsági másolat visszaállítása sikeresen megtörtént
nb_no: Tilbakekopieringen var vellykket
ru_ru: Восстановление резервной копии завершено

source: Backup Restore Terminated
hu_hu: Biztonsági másolat visszaállítása megszakítva
nb_no: Tilbakekopieringen ble avbrutt
ru_ru: Восстановление резервной копии прекращено

source: Purge Backups
hu_hu: Biztonsági mentés teljes törlése
nb_no: Rens opp i sikkerhetskopiene
ru_ru: Очистка резервных копий

source: Compression Type
hu_hu: Tömörítés tipusa
nb_no: Kompresjonstype
ru_ru: Тип сжатия

source: re-run
hu_hu: újrafuttatás
nb_no: kjør på nytt
ru_ru: Перезапустить

source: Backup Taken On
hu_hu: Biztonsági másolat létrejött
nb_no: Sikkerhetskopi tatt den
ru_ru: Резервное копирование включено

source: Backup Restore On
hu_hu: Biztonsági másolat visszaállítása bekapcsolva
nb_no: Sikkerhetskopien tilbakeført den
ru_ru: Восстановление резервных копий включено

source: Uploading Backup to Ftp
hu_hu: Folyamatban van a biztonsági mentés FTP feltöltése.
nb_no: Laster opp sikkerhetskopien til Ftp
ru_ru: Загрузка резервных копий по FTP

source: Uploading Backup to Email
hu_hu: Folyamatban van a biztonsági mentés e-mailes küldése.
nb_no: Laster opp sikkerhetskopien til E-post
ru_ru: Загрузка резервных копий по электронной почте

source: Uploading Backup to Dropbox
hu_hu: Folyamatban van a biztonsági mentés feltöltése a Dropbox-ba.
nb_no: Laster opp sikkerhetskopien til Dropbox
ru_ru: Загрузка резервных копий в Dropbox

source: Uploading Backup to OneDrive
hu_hu: Folyamatban van a biztonsági mentés feltöltése a OneDrive-ba.
nb_no: Laster opp sikkerhetskopien til OneDrive
ru_ru: Загрузить резервную копию в OneDrive

source: Uploading Backup to Google Drive
hu_hu: Folyamatban van a biztonsági mentés feltöltése a Google Drive-ba.
nb_no: Laster opp sikkerhetskopien til Google Drive
ru_ru: Загрузка резервных копий в Google Drive

source: Uploading Backup to Amazon s3
hu_hu: Folyamatban van a biztonsági mentés feltöltése az Amazon s3-ba.
nb_no: Laster opp sikkerhetskopien til Amazon S3
ru_ru: Загрузить резервную копию в Amazon s3

source: Uploading Backup to Rackspace
hu_hu: Folyamatban van a biztonsági mentés feltöltése a Rackspace-be.
nb_no: Laster opp sikkerhetskopien til Rackspace
ru_ru: Загрузить резервную копию в Rackspace

source: Uploading Backup to Microsoft Azure
hu_hu: Folyamatban van a biztonsági mentés feltöltése a Microsoft Azure-ba.
nb_no: Laster opp sikkerhetskopien til Microsoft Azure
ru_ru: Загрузить резервную копию в Microsoft Azure

source: Choose Email Template
hu_hu: Válasszon egy e-mail sablont!
nb_no: Velg e-posttema
ru_ru: Выберите шаблон сообщений электронной почты

source: In this field, you would need to choose a specific template to configure Settings
hu_hu: Ebben a mezőben kell kiválasztani a megfelelő sablont a Beállítások konfigurálásához.
nb_no: Her må du velge et spesifikt tema for å konfigurere innstillingene
ru_ru: В этом поле вам нужно будет выбрать шаблон для настройки параметров

source: Send To
hu_hu: Címzett
nb_no: Send til
ru_ru: Куда

source: In this field, you would need to provide a valid email address where you would like to send an email notification when the backup is successfully generated
hu_hu: Ebben a mezőben olyan érvényes e-mail címet kell megadnia, amelyre a mentés sikeresen generálása esetén az értesítéseket szeretne küldeni.
nb_no: Her skriver du inn epostadressen din, der du vil at varselet om fullført sikkerhetskopi skal sendes
ru_ru: В этом поле вам необходимо указать адрес электронной почты, по которому вы хотите отправить уведомление при успешном создании резервной копии

source: Please provide Email Address
hu_hu: Kérem adja meg az e-mail címet!
nb_no: Oppgi e-post
ru_ru: Укажите электронную почту

source: In this field, you would need to provide the subject for email notification
hu_hu: Ebben a mezőben kell megadnia az e-mail értesítés tárgyát.
nb_no: Her skriver du inn et emne for e-posten
ru_ru: В этом поле вам необходимо указать тему для уведомления по электронной почте

source: Please provide Subject
hu_hu: Kérem adja meg a tárgyat!
nb_no: Oppgi emne
ru_ru: Укажите тему

source: When Backup is Successfully Scheduled
hu_hu: Ha a visszaállítás ütemezése sikeres
nb_no: Når sikkerhetskopien er utført
ru_ru: Когда резервное копирование выполнено успешно

source: When Backup is Successfully Generated
hu_hu: Ha a visszaállítás sikeresen legenerálódott
nb_no: Når sikkerhetskopien er generert
ru_ru: Когда резервное копирование успешно создано

source: When Backup is Failed
hu_hu: Ha a biztonsági mentés sikertelen
nb_no: Når sikkerhetskopien feilet
ru_ru: Когда резервное копирование прервано

source: When Restore is Successfully Completed
hu_hu: Ha a visszaállítás sikeresen megtörtént
nb_no: Når tilbakekopieringen er fullført
ru_ru: Когда восстановление успешно закончено

source: When Restore is Failed
hu_hu: Ha a visszaállítás sikertelen
nb_no: Når tilbakekopieringen feilet
ru_ru: Когда восстановление прервано

source: Start On
hu_hu: Elkezdve
nb_no: Start
ru_ru: Начать

source: In this field, you would need to choose start date from Date Picker for scheduler to run
hu_hu: Ebben a mezőben - a dátumválasztó segítségével - az időzítő futtatásához szükséges kezdő dátumának beállítása szükséges.
nb_no: Her skriver du inn startdatoen
ru_ru: В этом поле вам нужно будет выбрать дату начала для запуска планировщика

source: Please provide Start Date
hu_hu: Kérem adja meg a kezdeti dátumot!
nb_no: Oppgi startdato
ru_ru: Укажите дату

source: Start Time
hu_hu: Kezdeti idő
nb_no: Starttidspunkt
ru_ru: Время запуска

source: In this field, you would need to choose a start time for scheduler to run at
hu_hu: Ebben a mezőben adható meg az ütemező futásának kezdeti ideje.
nb_no: Her skriver du inn starttiden
ru_ru: В этом поле вам нужно будет выбрать время запуска планировщика для запуска на

source: hrs
hu_hu: órák
nb_no: timer
ru_ru: Часы

source: mins
hu_hu: percek
nb_no: minutter
ru_ru: минуты

source: Duration
hu_hu: Időtartam
nb_no: varighet
ru_ru: Продолжительность

source: In this field, you would need to choose Time duration for schedule to run. It could be Hourly or Daily
hu_hu: Ebben a mezőben kell megadni az ütemezett futás időtartam hosszát. Ez lehet óránkénti vagy napi futás.
nb_no: Her skriver du inn når du ønsker at oppgaven skal utføres. Kan være daglig eller pr time
ru_ru: В этом поле вам нужно будет выбрать время продолжительности для расписания. Это может быть каждый час или каждый день

source: Hourly
hu_hu: Óránként
nb_no: Hver time
ru_ru: Каждый час

source: Daily
hu_hu: Napi
nb_no: Daglig
ru_ru: Дни

source: End On
hu_hu: Befejeződik:
nb_no: Slutt
ru_ru: Заканчивается

source: If you would like to end schedule on a specific date, then you would need to choose on vice-versa
hu_hu: Ha azt szeretné, hogy az ütemezés a megadott dátummal befejeződjön, akkor válassza azt ki.
nb_no: Dersom du ønsker å avslutte oppgaven på en spesifikk dato, må du velge dette
ru_ru: Если вы хотите завершить расписание на определенную дату, вам нужно будет выбрать наоборот

source: On
hu_hu: Be
nb_no: Den
ru_ru: Включено

source: End Date
hu_hu: Végdátum
nb_no: Sluttdato
ru_ru: Дата завершения

source: In this field, you would need to choose end date for Scheduler
hu_hu: Ebben a mezőben kell megadnia az ütemező befejezési dátumát.
nb_no: Her skriver du inn sluttdato for oppgaven
ru_ru: В этом поле вам нужно будет выбрать дату окончания для Планировщика

source: Please provide End Date
hu_hu: Kérem adja meg a végdátumot!
nb_no: Oppgi sluttdato
ru_ru: Укажите дату окончания

source: Repeat Every
hu_hu: Ismétlés minden ...
nb_no: Repeter hver
ru_ru: Повторять каждые

source: In this field, you would need to provide repetition for the scheduler. The scheduler would run on selected values from drop-down.
hu_hu: Ebben a mezőben kell megadnia az ütemező által alkalmazott ismétlési módot. Az ütemezés a legördülő listán kiválasztott érték szerint kerül végrehajtásra.
nb_no: Her oppgir du repetisjonsintervallet for oppgaven.
ru_ru: В этом поле вам нужно будет предоставить повторение для планировщика. Планировщик будет запускать выбранные значения из раскрывающегося списка.

source: Time Zone
hu_hu: Időzóna
nb_no: Tidssone
ru_ru: Часовой пояс

source: In this field, you would need to choose Time Zone so that the scheduler runs on time zone accordingly
hu_hu: Ebben a mezőben kell megadni az időzónát. Ez az ütemező megfelelő futtatásához szükséges.
nb_no: Her velger du tidssone, så oppgaveutførelsen blir utført i henhold til din tidssone
ru_ru: В этом поле вам необходимо выбрать часовой пояс, чтобы планировщик работал в часовом поясе соответствующим образом

source: In this field, you would need to choose Enable to automatically get notified by an email when the backup is successfully scheduled
hu_hu: Ebben a mezőben engedélyezheti a biztonsági mentés sikeres ütemezésével kapcsolatos automatikus e-mail értesítéseket.
nb_no: Her merker du av hvis du ønsker å motta en e-post når sikkerhetskopien er utført
ru_ru: В этом поле вам нужно будет выбрать «Включить», чтобы автоматически получать уведомления по электронной почте при успешном планировании резервного копирования
