Repository: common-repository/wp-backup-bank
Catalog: languages/wp-backup-bank-*.po
Languages: hu_hu, nb_no, ru_ru

source: Success!
hu_hu: Sikeres végrehajtás.
nb_no: Vellykket!
ru_ru: Готово

source: Roles & Capabilities have been saved Successfully
hu_hu: Szerepek és jogosultságok sikeresen mentésre kerültek
nb_no: Roller og kapabiliteter ble lagret
ru_ru: Роли и возможности успешно сохранены

source: The License has been activated Successfully
hu_hu: Az engedély ( licence ) sikeresen aktiválásra került.
nb_no: Lisensen ble aktivert!
ru_ru: Лицензия была успешно активирована

source: Your request email has been sent Successfully
hu_hu: A felkérő e-mail sikeresen elküldésre került.
nb_no: Din e-post ble sendt
ru_ru: Ваше письмо успешно отправлено на электронную почту

source: The Backup has been Successfully Generated
hu_hu: A mentés sikeresen elkészült.
nb_no: Sikkerhetskopien ble generert
ru_ru: Резервное копирование создано успешно

source: The Backup has been Successfully Scheduled
hu_hu: A biztonsági mentés sikeresen ütemezésre került
nb_no: Sikkerhetskopien ble vellykket planlagt
ru_ru: Резервное копирование прошло успешно

source: Email Templates have been saved Successfully
hu_hu: Az e-mail sablon sikeresen mentésre került.
nb_no: Epostmalene ble lagret
ru_ru: Шаблоны электронной почты успешно сохранены

source: Please choose at least one Table for Backup!
hu_hu: Kérjük a mentéshez legalább egy táblát válasszon ki!
nb_no: Velg minst en tabell for å sikkerhetskopiere!
ru_ru: Выберите хотя бы одну таблицу для резервного копирования

source: Alert Setup Settings have been saved Successfully
hu_hu: A "Riasztás Beállítás" pontjai sikeresen mentésre kerültek.
nb_no: Varslingsinnstillingene ble lagret
ru_ru: Настройки успешно сохранены

source: Other Settings have been saved Successfully
hu_hu: Az "Egyéb Beállítások" pontjai sikeresen mentésre kerültek.
nb_no: Innstillingene ble lagret
ru_ru: Прочие настройки успешно сохранены

source: Are you sure you want to delete Backup?
hu_hu: Valóban le szeretné törölni a mentést?
nb_no: Er du sikker på at du vil slette sikkerhetskopien?
ru_ru: Вы уверены, что хотите удалить резервную копию?

source: Are you sure you want to delete Backups?
hu_hu: Valóban kívánja, a biztonsági mentés törlését?
nb_no: Er du sikker på at du vil slette sikkerhetskopiene?
ru_ru: Вы действительно хотите удалить резервные копии?

source: The Backup has been deleted Successfully
hu_hu: A mentés sikeresen törlésre került.
nb_no: Sikkerhetskopien ble slettet
ru_ru: Резервная копия успешно удалена

source: Selected Backups have been deleted Successfully
hu_hu: A kiválasztott biztonsági mentések sikeresen törlésre kerültek
nb_no: Valgt(e) sikkerhetkopi(er) ble slettet
ru_ru: Выбранные резервные копии успешно удалены

source: Please choose at least 1 record to delete!
hu_hu: Kérjük a törléshez legalább egy rekordot válasszon ki!
nb_no: Velg minst ett element å slette
ru_ru: Выберите хотя бы одну запись для удаления!

source: Please choose an Action from Dropdown!
hu_hu: Kérem válasszon egy műveletet a legördülő menüből!
nb_no: Velg handling i nedtrekksmenyen!
ru_ru: Выберите действие из раскрывающегося меню!

source: FTP Settings have been saved Successfully
hu_hu: Az FTP beállítások sikeresen mentésre kerültek.
nb_no: FTP innstillingene ble lagret
ru_ru: Настройки FTP успешно сохранены

source: Email Settings have been saved Successfully
hu_hu: Az Email beállítások sikeresen mentésre kerültek.
nb_no: E-post innstillingene ble lagret
ru_ru: Email настройки успешно сохранены

source: Dropbox Settings have been saved Successfully
hu_hu: A Dropbox beállítások sikeresen mentésre kerültek.
nb_no: DropBox inntillingene ble lagret
ru_ru: Dropbox настройки успешно сохранены

source: Incorrect Server Address!
hu_hu: Nem megfelelő szerver cím!
nb_no: Feil serveradresse!
ru_ru: Некорректное имя сервера

source: Error Connecting FTP with details mentioned below. Please rectify and try again!
hu_hu: FTP csatlakozási hiba - részletek lentebb. Kérjük a hiba javítása után próbálja újra!
nb_no: Feil under tilkobling til FTP. Korriger infoen og prøv igjen!
ru_ru: Ошибка подключения FTP. Пожалуйста, исправить и повторите попытку еще раз!

source: Error Validating DropBox Api Key or App Secret. Please rectify and try again!
hu_hu: Dropbox Api Kulcs vagy App titkos beállítást ellenörzési hiba. Kérjük a hiba javítása után próbálja újra!
nb_no: Kunne ikke validere DropBox API nøkkel eller sikkerhetsfrase. Endre og prøv igjen!
ru_ru: Ошибка проверки DropBox API ключа или секретного слова. Пожалуйста, исправить и повторите попытку еще раз!

source: Error uploading file. Please rectify and try again!
hu_hu: Állomány feltöltési hiba. Kérjük a beállítások javítása után próbálja újra!
nb_no: Kunne ikke laste opp filen. Prøv igjen
ru_ru: Ошибка загрузки файла. Пожалуйста, исправить и повторите попытку еще раз!

source: Error! Access to your Folder has been Cancelled
hu_hu: Hiba! Az ön mappájához történő hozzáférés megszakításra került.
nb_no: Feil! Tilgang til mappen ble avbrutt
ru_ru: Ошибка! Доступ к вашей папке отменен

source: Unfortunately, your Backup has been Terminated!
hu_hu: Sajnos az ön mentése megszakadt.
nb_no: Beklager, men sikkerhetskopien ble avbrutt
ru_ru: К сожалению, ваше резервное копирование было прервано!

source: Error establishing a DropBox connection or Access Token got Expired!
hu_hu: Hiba történt a DropBox csatlakozásnál vagy a "Hozzáférési token" lejárt.
nb_no: Kunne ikke koble til DropBox eller så er AccessToken utløpt!
ru_ru: Ошибка установки соединения с DropBox или время доступа истекло!

source: Error! Unfortunately, Restore of the Backup has Failed!
hu_hu: Hiba! Sajnos a biztonsági másolatból történő visszaállítás sikertelen volt.
nb_no: Feil! Beklager, men gjenoppretting av sikkerhetskopien feilet!
ru_ru: Ошибка! К сожалению, восстановление из резервной копии не удалось!

source: Restoring of Backup has been Completed Successfully
hu_hu: A biztonsági másolatból történő visszaállítás sikeresen megtörtént.
nb_no: Tilbakekopieringen ble fullført!
ru_ru: Восстановление резервной копии успешно завершено

source: Are you sure you would like to Restore this Backup?
hu_hu: Valóban kívánja, hogy a megadott biztonsági másolatból történjen a visszaállítás?
nb_no: Er du sikker på at du vil tilbakekopiere denne sikkerhetskopien?
ru_ru: Вы уверены, что хотите восстановить резервную копию?

source: Please choose a specific Backup File to download!
hu_hu: Kérjük, válassza ki a szükséges biztonsági másolatot a letöltéshez!
nb_no: Velg en sikkerhetskopi-fil å laste ned
ru_ru: Выберите конкретный файл резервной копии для загрузки!

source: Please choose a specific Log File to download!
hu_hu: Kérjük, válassza ki a szükséges napló-állományt a letöltéshez!
nb_no: Velg hvilken loggfil du ønsker å laste ned
ru_ru: Выберите конкретный файл журнала для загрузки!

source: Please choose a specific Backup File to restore!
hu_hu: Kérjük, válassza ki a szükséges biztonsági másolatot a visszaállításhoz!
nb_no: Velg hvilken sikkerhetskopi du ønsker å gjenopprette!
ru_ru: Пожалуйста, выберите файл резервной копии для восстановления!

source: Please choose a Backup File
hu_hu: Kérjük, válassza ki egy biztonsági másolatot!
nb_no: Velg sikkerhetskopifil
ru_ru: Выберите файл резервной копии

source: Please choose a Log File
hu_hu: Kérjük, válasszon ki egy napló-állományt!
nb_no: Velg loggfil
ru_ru: Пожалуйста выберите файл журнала

source: In this field, you would need to choose a Backup File to download
hu_hu: Ennél a résznél kell kiválasztania a biztonsági másolatot a letöltéshez!
nb_no: Her må du velge en sikkerhetskopi å laste ned
ru_ru: В этом поле вам нужно будет выбрать файл резервной копии для загрузки

source: In this field, you would need to choose a Backup File to restore
hu_hu: Ennél a résznél kell kiválasztania a visszaállítandó biztonsági másolatot!
nb_no: Her må du velge en sikkerhetskopi å tilbakekopiere
ru_ru: В этом поле вам нужно будет выбрать резервный файл для восстановления

source: In this field, you would need to choose a Log File to download
hu_hu: Ennél a résznél kell kiválasztania a letöltendő napló-állományt!
nb_no: Her må du velge loggfil du ønsker å laste ned
ru_ru: В этом поле вам нужно будет выбрать файл журнала для загрузки

source: Backups have been Purged Successfully
hu_hu: A biztonsági mentés teljes törlése megtörtént.
nb_no: Sikkerhetskopiene ble ryddet
ru_ru: Резервные копии успешно удалены

source: Are you sure you want to Purge Backups?
hu_hu: Valóban kívánja, hogy a biztonsági mentés teljesen törlésre kerüljön?
nb_no: Er du sikker på at du vil rydde opp i sikkerhetskopiene?
ru_ru: Вы действительно хотите очистить резервные копии?

source: Email couldn't be sent as Backup Size exceeds 20MB!
hu_hu: A 20MB-nál nagyobb biztonsági másolat nem küldhető el e-mailen keresztül.
nb_no: Kunne ikke sende e-posten siden størrelsen overstiger 20 MB!
ru_ru: Не удалось отправить электронное сообщение, так как размер резервной копии превышает 20 МБ!

source: Are you sure you would like to re-run this Backup?
hu_hu: Valóban kívánja a biztonsági mentés újra futtatását?
nb_no: Er du sikker på at du vil kjøre denne sikkerhetskopien på nytt?
ru_ru: Вы уверены, что хотели бы повторно запустить резервное копирование?

source: FTP Settings are not configured!
hu_hu: Az FTP beállítások nincsenek megadva!
nb_no: FTP innstillingene er ikke konfigurert!
ru_ru: FTP не настроен

source: Dropbox Settings are not configured!
hu_hu: A Dropbox beállítások nincsenek megadva!
nb_no: DropBox innstillingene er ikke konfigurert!
ru_ru: Dropbox не настроен

source: Email Settings are not configured!
hu_hu: Az e-mail beállítások nincsenek megadva!
nb_no: E-post innstillingene er ikke konfigurert!
ru_ru: Email не настроен

source: Please wait till Google Drive Settings gets validated!
hu_hu: Kérjük várja meg amíg a Google Drive beállítások érvényessítetté válnak.
nb_no: Vent til Google Drive sine innstillinger er validert!
ru_ru: Ожидайте проверки настроек Google Drive

source: OneDrive Settings have been saved Successfully
hu_hu: A OneDrive beállításai sikeresen mentésre kerültek.
nb_no: OneDrive innstillingene ble lagret
ru_ru: Настройки OneDrive сохранены успешно

source: Please wait till OneDrive Settings gets validated!
hu_hu: Kérjük várjon, amíg a OneDrive beállítások érvénybe lépnek!
nb_no: Vent til OneDrive innstillingene er validert!
ru_ru: Пожалуйста, подождите, пока настройки OneDrive не будут проверены!

source: Invalid Application Id. Please rectify and try again!
hu_hu: Érvénytelen alkalmazás azonosító ( Application ID ). Kérjük javítsa, majd próbálja újra!
nb_no: Ugyldig applikasjonsID. Prøv igjen!
ru_ru: Недопустимый идентификатор приложения. Исправьте ошибку и повторите попытку.

source: Invalid Client Secret. Please rectify and try again!
hu_hu: Érvénytelen kliens titkos kód ( Client Secret ). Kérjük javítsa, majd próbálja újra!
nb_no: Ugyldig klientnøkkel. Prøv igjen!
ru_ru: Недопустимое секретное слово. Исправьте ошибку и повторите попытку

source: Error establishing a OneDrive connection or Access Token got Expired!
hu_hu: Hiba történt a OneDrive kapcsolat során vagy az Access ( hozzáférési ) Token érvényessége már lejárt!
nb_no: Kunne ikke koble til OneDrive!
ru_ru: Ошибка установки соединения с OneDrive или время доступа истекло!

source: Backup couldn't be uploaded to OneDrive. Please re-authenticate and try again!
hu_hu: A biztonsági mentést nem tölthető fel a OneDrive-ra. Kérjük az újrahitelesítés után próbálja meg újra!
nb_no: Sikkerhetskopien kunne ikke lastes opp til OneDrive. Prøv igjen.
ru_ru: Не удалось загрузить резервную копию в OneDrive. Повторите аутентификацию и повторите попытку.

source: Google Drive Settings have been saved Successfully
hu_hu: A Google Drive beállítások sikeresen mentésre kerültek.
nb_no: Google Drive - innstillingene ble lagret
ru_ru: Настройки Google Drive корректны

source: Google Drive Settings are not configured!
hu_hu: A Google Drive beállítások nincsenek megadva!
nb_no: Google Drive - innstillingene er ikke konfigurert!
ru_ru: Google Drive не настроен

source: Error establishing a Google Drive connection or Access Token got Expired!
hu_hu: Hiba történt a Google Drive kapcsolódáskor vagy a hozzáférési ( Access ) token érvényessége lejárt.
nb_no: Kunne ikke koble til Google Drive!
ru_ru: Ошибка при установке подключения к Google Drive или срок ключа истек!

source: Amazon S3 Settings have been saved Successfully
hu_hu: Az Amazon S3 paraméterei sikeresen mentésre kerültek.
nb_no: Amazon S3 - innstillingene er lagret
ru_ru: Настройки Amazon S3 успешно сохранены

source: Invalid Access Key or Secret Key. Please rectify and try again!
hu_hu: Érvénytelen hozzáférési kulcs ( Access Key ) vagy titkos kulcs ( Secret Key ). Kérjük javítsa, majd próbálja újra!
nb_no: Ugyldig tilgangsnøkkel eller sikkerhetsfrase. Prøv igjen!
ru_ru: Недействительный ключ доступа или секретный ключ. Исправьте ошибку и повторите попытку.

source: Backup couldn't be uploaded to amazons3. Please re-authenticate and try again!
hu_hu: A biztonsági mentést nem tölthető fel az Amazon S3-ra. Kérjük az újrahitelesítés után próbálja meg újra!
nb_no: Kunne ikke laste opp sikkerhetskopien til Amazon S3. Prøv igjen!
ru_ru: Не удалось загрузить резервную копию на Amazon S3. Повторите аутентификацию и повторите попытку

source: Error establishing a Amazon S3 connection or Access Token got Expired!
hu_hu: Hiba történt az Amazon S3 kapcsolat során vagy az Access ( hozzáférési ) Token érvényessége már lejárt!
nb_no: Kunne ikke koble til Amazon S3!
ru_ru: Ошибка установки соединения Amazon S3 или время доступа истекло!

source: Amazon S3 Settings are not configured!
hu_hu: Az Amazon S3 paraméterek nincsenek beállítva!
nb_no: Amazon S3 - innstillingene er ikke konfigurert!
ru_ru: Настройки Amazon S3 не настроены!

source: Invalid Username or API Key. Please rectify and try again!
hu_hu: Érvénytelen felhasználói név ( Username ) vagy API kulcs ( API Key ). Kérjük javítsa, majd próbálja újra!
nb_no: Ugyldig brukernavn eller API nøkkel. Prøv igjen!
ru_ru: Недействительное имя пользователя или ключ API. Исправьте ошибку и повторите попытку.

source: Rackspace Settings have been saved Successfully
hu_hu: A Rackspace paraméterei sikeresen mentésre kerültek.
nb_no: Rackspace - innstillingene ble lagret
ru_ru: Настройки Rackspace успешно сохранены

source: Rackspace Settings are not configured!
hu_hu: A Rackspace paraméterek nincsenek beállítva!
nb_no: Rackspace - innstillingene er ikke konfigurert!
ru_ru: Настройки Rackspace не настроены!

source: Please wait till Microsoft Azure Settings gets validated!
hu_hu: Kérjük várjon, amíg a Microsoft Azure beállítások érvénybe lépnek!
nb_no: Vent til Microsoft Azure - innstillingene blir validert!
ru_ru: Подождите, пока настройки Microsoft Azure будут подтверждены!

source: Invalid Account Name or Access Key. Please rectify and try again!
hu_hu: Érvénytelen bejelentkezési név ( Account Name ) vagy hozzáférési kulcs ( Access Key ). Kérjük javítsa, majd próbálja újra!
nb_no: Ugyldig kontonavn eller tilgangsnøkkel. Prøv igjen!
ru_ru: Недопустимое имя учетной записи или ключ доступа. Исправьте ошибку и повторите попытку.

source: Invalid Container Name. Please rectify and try again!
hu_hu: Érvénytelen konténer név. Kérjük javítsa, majd próbálja újra!
nb_no: Ugyldig kontainernavn. Prøv igjen!
ru_ru: Недопустимое название контейнера. Исправьте ошибку и повторите попытку.

source: Microsoft Azure settings have been saved Successfully
hu_hu: A Microsoft Azure paraméterei sikeresen mentésre kerültek.
nb_no: Microsoft Azure - innstillingene ble lagret
ru_ru: Настройки Microsoft Azure успешно сохранены

source: Microsoft Azure Settings are not configured!
hu_hu: A Microsoft Azure paraméterek nincsenek beállítva
nb_no: Microsoft Azure - innstillingene er ikke konfigurert!
ru_ru: Microsoft Azure не настроен

source: Backup couldn't be uploaded to Microsoft Azure. Please re-authenticate and try again!
hu_hu: A biztonsági mentést nem tölthető fel a Microsoft Azure-ra. Kérjük az újrahitelesítés után próbálja meg újra!
nb_no: Sikkerhetskopien kunne ikke lastes opp til Microsoft Azure. Prøv igjen!
ru_ru: Не удалось загрузить резервную копию в Microsoft Azure. Повторите аутентификацию и повторите попытку.

source: Backup couldn't be uploaded to Rackspace. Please re-authenticate and try again!
hu_hu: A biztonsági mentést nem tölthető fel a Rackspace-ra. Kérjük az újrahitelesítés után próbálja meg újra!
nb_no: Sikkerhetskopien kunne ikke lastes opp til Rackspace. Prøv igjen!
ru_ru: Не удалось загрузить резервную копию в Rackspace. Повторите аутентификацию и повторите попытку

source: Error establishing a Rackspace connection or Access Token got Expired!
hu_hu: Hiba történt a Rackspace kapcsolat során vagy az Access ( hozzáférési ) Token érvényessége már lejárt!
nb_no: Kunne ikke koble til Rackspace
ru_ru: Ошибка установки подключения Rackspace или время доступа истекло

source: Error establishing a Microsoft Azure connection or Access Token got Expired!
hu_hu: Hiba történt a Microsoft Azure kapcsolat során vagy az Access ( hozzáférési ) Token érvényessége már lejárt!
nb_no: Kunne ikke koble til Microsoft Azure
ru_ru: Ошибка установки подключения Microsoft Azure или время доступа истекло

source: Backup couldn't be uploaded to Dropbox. Please re-authenticate and try again!
hu_hu: A biztonsági mentést nem tölthető fel a Dropbox-ra. Kérjük az újrahitelesítés után próbálja meg újra!
nb_no: Sikkerhetskopien kunne ikke lastes opp til DropBox. Prøv igjen!
ru_ru: Не удалось загрузить резервную копию в Dropbox. Повторите аутентификацию и повторите попытку.

source: Existing Backups
hu_hu: Már létező biztonsági mentések
ru_ru: Существующие резервные копии

source: Schedule Backup
hu_hu: Ütemezett biztonsági mentés
nb_no: Planlegg sikkerhetskopi
ru_ru: Расписание резервного копирования

source: General Settings
hu_hu: Általános beállítások
nb_no: Innstillinger
ru_ru: Основные настройки

source: Alert Setup
hu_hu: Riasztási beállítások
nb_no: Varselinnstillinger
ru_ru: Настройка оповещений

source: Other Settings
hu_hu: Egyéb beállítások
nb_no: Andre innstillinger
ru_ru: Прочие настройки

source: Dropbox Settings
hu_hu: Dropbox beállítások
nb_no: Dropbox - innstillinger
ru_ru: Dropbox настройки

source: Email Settings
hu_hu: E-mail beállítások
nb_no: Epost - innstillinger
ru_ru: Email настройки

source: FTP Settings
hu_hu: FTP beállítások
nb_no: FTP - innstillinger
ru_ru: FTP настройки

source: Email Templates
hu_hu: E-mail sablonok
nb_no: E-post maler
ru_ru: Email шаблоны

source: Roles & Capabilities
hu_hu: Szerepek és jogosultságok
nb_no: Roller og kapabiliteter
ru_ru: Роли и Возможности

source: Feature Requests
hu_hu: Jellemzők lekérdezései
nb_no: Forespørsler om tillegg
ru_ru: Просьбы

source: System Information
hu_hu: Rendszer információ
nb_no: Systeminformasjon
ru_ru: Системная информация

source: Licensing
hu_hu: Licencelés
nb_no: Lisens
ru_ru: Лицензирование

source: Backups / Restore
hu_hu: Biztonsági mentések / Visszaállítások
nb_no: Sikkerhetskopier / Tilbakekopier
ru_ru: Резервные копии / Восстановление

source: OneDrive Settings
hu_hu: OneDrive beállítások
nb_no: OneDrive - innstillinger
ru_ru: OneDrive Настройки

source: Google Drive Settings
hu_hu: Google Drive beállítások
nb_no: Google Drive - innstillinger
ru_ru: Настройки Google Drive

source: Amazon S3 Settings
hu_hu: Amazon S3 beállítások
nb_no: Amazon S3 - innstillinger
ru_ru: Настройки Amazon S3

source: Rackspace Settings
hu_hu: Rackspace beállítások
nb_no: Rackspace - innstillinger
ru_ru: Настройки Rackspace

source: Microsoft Azure Settings
hu_hu: Microsoft Azure beállítások
nb_no: Microsoft Azure - innstillinger
ru_ru: Настройки Microsoft Azure

source: Configure!
hu_hu: Beállítás
ru_ru: Настроено!

source: Save Changes
hu_hu: Változtatások mentése
nb_no: Lagre
ru_ru: Сохранить изменения

source: Enable
hu_hu: Engedélyezve
nb_no: Aktiver
ru_ru: Включено

source: Disable
hu_hu: Letiltva
nb_no: Deaktiver
ru_ru: Выключено

source: You don't have Sufficient Access to this Page. Kindly contact the Administrator for more Privileges
hu_hu: Nincs elegendő jogosultsága ehhez az oldalhoz. Kérjük vegye fel a kapcsolatot a jogosultság bővítésével kapcsolatban a rendszergazdával.
nb_no: Du har ikke tilstrekkelig tilgang til denne siden. Kontakt administratoren din.
ru_ru: У вас нет достаточного прав для просмотра. Пожалуйста, свяжитесь с технической поддержкой для получения дополнительных возможностей

source: Backup Name
hu_hu: Biztonsági másolat neve
nb_no: Sikkerhetskopi - navn
ru_ru: Имя резервной копии

source: Backup Type
hu_hu: Biztonsági másolat típusa.
nb_no: Sikkerhetskopi - type
ru_ru: Тип резервной копии

source: App Key
hu_hu: App kulcs ( App Key )
nb_no: Appnøkkel
ru_ru: App ключ

source: Subject
hu_hu: Tárgy
nb_no: Emne
ru_ru: Тема

source: In this field, you would need to provide a title to your backup
hu_hu: Ebben a mezőben a biztonsági mentés címét szükséges megadnia.
nb_no: Her navngir du sikkerhetskopien
ru_ru: В этом поле вам нужно указать заголовок для вашей резервной копии

source: Please provide Backup Title
hu_hu: Kérem adja meg a biztonsági mentés megnevezését!
nb_no: Oppgi en tittel for sikkerhetskopien
ru_ru: Укажите название резервной копии

source: In this field, you would need to choose the type of backup that you would like to create
hu_hu: Ebben a mezőben kell megadnia az elkészíteni kívánt biztonsági mentés típusát.
nb_no: Her velger du hvilken type sikkerhetskopi du ønsker å opprette
ru_ru: В этом поле вам нужно будет выбрать тип резервной копии, которую вы хотите создать

source: Complete Backup
hu_hu: Biztonsági másolat kész
nb_no: Komplett sikkerhetskopi
ru_ru: Резервное копирование завершено

source: Only Database
hu_hu: Csak az adatbázis
nb_no: Kun databasen
ru_ru: Только база данных

source: Only Filesystem
hu_hu: Csak a fájlrendszer
nb_no: Kun filsystemet
ru_ru: Только файловая система

source: Only Plugins and Themes Folder
hu_hu: Csak a beépülő modul (plugin) és téma mappa
ru_ru: Только папки плагинов и тем

source: Only Themes Folder
hu_hu: Csak a téma mappa
ru_ru: Только папка тем

source: Only Plugins Folder
hu_hu: Csak a beépülő modul (plugin) mappa
ru_ru: Только папка плагинов

source: Only WP Content Folder
hu_hu: Csak WP tartalom (content) mappa
nb_no: Kun WP innholdsmappe
ru_ru: Только папка WP Content

source: Exclude List
hu_hu: Kizáró lista
nb_no: Ekskluderingsliste
ru_ru: Исключения

source: In this field, you would need to provide extensions separating by commas to exclude those files from list
hu_hu: Ebben a mezőben kell megadnia a vesszővel elválasztott azon fájl kiterjesztéseket, amelyeknek megfelelő állományokat a listából ki kíván zárni.
nb_no: Her må du angi utvidelser separert med komma for å ta dem bort fra listen
ru_ru: В этом поле вам нужно будет указать расширения, разделяемые запятыми, чтобы исключить эти файлы из списка

source: Please provide file extensions
hu_hu: Kérem adja meg a fájl kiterjesztést
nb_no: Oppgi filendelser
ru_ru: Укажите расширения файлов

source: File Compression Type
hu_hu: Fájl tömörítési tipus
nb_no: Filkompresjonstype
ru_ru: Тип сжатия файлов

source: In this field, you would need to choose compression type for your backup file from dropdown
hu_hu: Ebben a mezőben a biztonsági mentés fájljainak tömörítési típusát szükséges kiválasztania a legördülő menüből.
nb_no: Her må du velge hvilken kompresjon du ønsker for sikkerhetskopien
ru_ru: В этом поле вам нужно будет выбрать тип сжатия для вашего файла резервной копии из раскрывающегося списка

source: DB Compression Type
hu_hu: Adatbázis tömörítési tipus
nb_no: DB Kompresjonstype
ru_ru: Тип сжатия базы данных
