Repository: common-repository/wp-backup-bank
Catalog: languages/wp-backup-bank-*.po
Languages: hu_hu, nb_no, ru_ru

source: In this field, you would need to choose Enable to automatically get notified by an email when the backup is successfully generated
hu_hu: Ebben a mezőben engedélyezheti a biztonsági mentés sikeres generálásával kapcsolatos automatikus e-mail értesítéseket.
nb_no: Her merker du av hvis du ønsker å motta en e-post når sikkerhetskopien er generert
ru_ru: В этом поле вам нужно будет выбрать «Включить», чтобы автоматически получать уведомление по электронной почте при успешном создании резервной копии

source: In this field, you would need to choose Enable to automatically get notified by an email when backup is failing to complete, generate or schedule
hu_hu: Ebben a mezőben engedélyezheti a biztonsági mentések elvégzésével kapcsolatos automatikus e-mail értesítéseket, legyen az befejezett, generálás alatti vagy ütemezett.
nb_no: Her merker du av hvis du ønsker å motta en e-post når sikkerhetskopien feiler
ru_ru: В этом поле вам нужно будет выбрать «Включить», чтобы автоматически получать уведомление по электронной почте, если резервное копирование не завершено, не генерируется и не рассылается по расписанию

source: In this field, you would need to choose Enable to automatically get notified by an email when restore is successfully completed
hu_hu: Ebben a mezőben engedélyezheti a biztonsági mentés sikeres visszaállításával kapcsolatos automatikus e-mail értesítéseket.
nb_no: Her merker du av hvis du ønsker å motta en e-post når tilbakekopieringen er utført
ru_ru: В этом поле вам нужно будет выбрать «Включить», чтобы автоматически получать уведомления по электронной почте при успешном завершении восстановления

source: In this field, you would need to choose Enable to automatically get notified by an email when restore is failing to complete, generate or schedule
hu_hu: Ebben a mezőben engedélyezheti a biztonsági mentések visszaállításával kapcsolatos automatikus e-mail értesítéseket, legyen az befejezett, generálás alatti vagy ütemezett.
nb_no: Her merker du av hvis du ønsker å motta en e-post dersom tilbakekopieringen feiler
ru_ru: В этом поле вам нужно будет выбрать «Включить», чтобы автоматически получать уведомления по электронной почте, когда восстановление не завершено, не генерируется и не расписание

source: Email when a backup is Successfully Scheduled
hu_hu: E-mail küldése ha a biztonsági másolat sikeresen ütemezésre került.
nb_no: E-post når sikkerhetskopieringen er planlagt
ru_ru: Электронная почта, когда резервное копирование успешно запланировано

source: Email when a backup is Successfully Generated
hu_hu: E-mail abban az esetben ha a biztonsági mentés generálása sikertelen.
nb_no: E-post når sikkerhetskopien er generert
ru_ru: Адрес электронной почты при успешном создании резервной копии

source: Email when a backup is Failed
hu_hu: E-mail abban az esetben ha a biztonsági mentés sikertelen.
nb_no: E-post når sikkerhetskopieringen feiler
ru_ru: Адрес электронной почты когда резервное копирование прервано

source: Email when Restore is Successfully Completed
hu_hu: E-mail abban az esetben ha a visszaállítás sikeresen befejeződött.
nb_no: E-post når tilbakekopieringen er fullført
ru_ru: Адрес электронной почты когда восстановление успешно завершено

source: Email when Restore is Failed
hu_hu: E-mail abban az esetben ha a visszaállítás sikertelen.
nb_no: E-post dersom tilbakekopieringen feiler
ru_ru: Адрес электронной почты когда восстановление прервано

source: Automatic Plugin Updates
hu_hu: A beépülő modul (Plugin) automatikus frissítése
nb_no: Automatiske oppdateringer
ru_ru: Автоматические обновления плагина

source: If you would like that plugin would be automatically updated whenever there is a new version available, then choose enable or vise-versa from drop-down
hu_hu: Ha azt szeretné, hogy a bővítmény automatikusan frissüljön, egy új verzió megjelenésekor, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből
nb_no: Dersom du vil at tillegget skal oppdateres automatisk, velg dette
ru_ru: Если вы хотите, чтобы этот плагин автоматически обновлялся всякий раз, когда доступна новая версия, выберите «включено» или «vise-versa» из выпадающего списка

source: Maintenance Mode
hu_hu: Karbantartási üzemmód
nb_no: Vedlikeholdsmodus
ru_ru: Режим обслуживания

source: If you would like to show maintenance message, then you would need to choose enable or vice-versa from drop down. Maintenance Mode automatically gets enabled or disabled while the database is restored
hu_hu: Ha azt szeretné, hogy a karbantartási üzenet megjelenjen, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből. A karbantartási mód automatikusan engedélyezésre vagy letiltásra kerül az adatbázis visszaállításakor.
nb_no: Dersom du vil vise en vedlikeholdsmelding må du velge dette i nedtrekksmenyen. Vedlikeholdsmodusen aktiveres / deaktiveres automatisk når databasen gjenopprettes
ru_ru: Если вы хотите показать сообщение об обслуживании, вам нужно будет выбрать «Включить» или наоборот. Режим обслуживания автоматически включается или отключается при восстановлении базы данных

source: Maintenance Mode Message
hu_hu: Karbantartási üzemmód üzenet
nb_no: Melding for vedlikeholdsmodus
ru_ru: Сообщение режима технического обслуживания

source: In this field you will provide message that would be shown when Maintenance Mode is enabled.
hu_hu: Ebben a mezőben olyan üzenet jelenik meg, amely akkor jelenik meg, amikor a Karbantartási mód engedélyezve van.
nb_no: Her skriver du inn meldingen som skal vises når vedlikeholdsmodusen er aktivert
ru_ru: В этом поле вы укажете сообщение, которое будет отображаться, когда включен режим обслуживания.

source: Please provide Message
hu_hu: Kérem adja meg az üzenet szövegét!
nb_no: Skriv inn melding
ru_ru: Укажите сообщение

source: Remove Tables At Uninstall
hu_hu: Az adattáblák törlése a program eltávolításakor
nb_no: Fjern tabeller ved avinstallasjon
ru_ru: Удаление таблиц

source: If you would like to remove tables at deletion of plugin then you would need to choose enable or vice-versa from drop down
hu_hu: Ha azt szeretné, hogy a beépülő modul eltávolításakor az adattábla törlődjön, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből
nb_no: Dersom du ønsker at tabellene skal slettes når du fjerner et tillegg, må du aktivere / deaktivere det i nedtrekksmenyen.
ru_ru: Если вы хотите удалить таблицы при удалении плагина, вам нужно будет выбрать включено или наоборот из раскрывающегося списка

source: Error Reporting
hu_hu: Hibajelentés
ru_ru: Ошибка об ошибках

source: If you would like to Report your Errors in Error Logs Menu, then you would need to Choose Enable from dropdown or vice-versa
hu_hu: Ha azt szeretné, hogy tájékoztassuk a hibanapló menüpontban a problémákról, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből.
ru_ru: Если вы хотите сообщить о своих ошибках в меню журналов ошибок, вам нужно будет выбрать «Включить» из раскрывающегося списка или наоборот

source: Backup to Dropbox
hu_hu: Biztonsági másolat készítése a Dropbox-ra.
nb_no: Sikkerhetskopier til DropBox
ru_ru: Резервное копирование в Dropbox

source: In this field, you would need to provide App Key, which you will get after configuring your dropbox account
hu_hu: Ebben a mezőben kell megadnia az alkalmazási kulcsot ( App Key ). Ez a Dropbox fiók beállítása után áll rendelkezésre.
nb_no: Her må du oppgi en appnøkkel som du mottar når du har konfigurert din DropBox-konto
ru_ru: В этом поле вам нужно будет предоставить ключ приложения, который вы получите после настройки вашей учетной записи Dropbox

source: Please provide valid App key
hu_hu: Kérem érvényes alkalmazási kulcs ( App key ) megadását!
nb_no: Oppgi en gyldig appnøkkel
ru_ru: Введите ключ приложения

source: App Secret
hu_hu: App titkos kód ( App Secret )
nb_no: Hemmelig frase
ru_ru: Секретное слово

source: In this field, you would need to provide App Secret here, which will you get after configuring your Dropbox account
hu_hu: Ebben a mezőben kell megadnia az alkalmazás titkos kódját ( App Secret ). Ez a Dropbox fiók beállítása után áll rendelkezésre.
nb_no: Her må du opp gi den hemmelige frasen som du får etter å ha konfigurert din DropBox - konto
ru_ru: В этом поле вам нужно указать здесь секретное слово, которое вы получите после настройки вашей учетной записи Dropbox

source: Please provide valid App Secret
hu_hu: Kérem érvényes alkalmazás titkos kód ( App Secret ) megadását!
nb_no: Oppgi en gyldig frase
ru_ru: Введите секретное слово

source: If you would like to store your Backup over Dropbox then you would need to choose enable or vice-versa from drop down
hu_hu: Ha azt szeretné, hogy a biztonsági mentés a Dropboxon keresztül kerüljön tárolásra, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből.
nb_no: Dersom du ønsker å lagre sikkerhetskopien i DropBox, må du aktivere / deaktivere dette fra nedtrekksmenyen
ru_ru: Если вы хотите сохранить резервную копию на Dropbox, вам нужно будет выбрать «Включить» или наоборот

source: Get your Dropbox App key & App Secret
hu_hu: Kérem a Dropbox App kulcsot ( App key) és az App titkos kódot (App Secret)!
nb_no: Få din DropBox sikkerhetsfrase og sikkerhetsnøkkel
ru_ru: Получите ключ приложения и секретное слово в Dropbox

source: Backup to Email
hu_hu: Biztonsági másolat készítése e-mail küldéssel.
nb_no: Sikkerhetskopier til epost
ru_ru: Резервное копирование на электронную почту

source: If you would like to store your Backup on Email then you would need to choose enable or vice-versa from drop down
hu_hu: Ha azt szeretné, hogy a biztonsági mentés e-mailben kerüljön elküldésre, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből.
nb_no: Dersom du ønsker å motta sikkerhetskopien på e-post, må du aktivere / deaktivere det fra nedtrekksmenyen
ru_ru: Если вы хотите сохранить свою резервную копию в электронной почте, вам нужно будет выбрать «Включить» или наоборот с раскрывающегося списка

source: Email Address
hu_hu: E-mail cím
nb_no: E-postadresse
ru_ru: Электронная почта

source: In this field, you would need to provide the subject for email notification
hu_hu: Ebben a mezőben kell megadnia az e-mail értesítés tárgyát.
nb_no: Her må du angi et emne for meldingen
ru_ru: В этом поле вам необходимо указать тему для уведомления по электронной почте

source: Backup to FTP
hu_hu: Biztonsági másolat készítése FTP továbbítással.
nb_no: Sikkerhetskopier til FTP
ru_ru: Резервное копирование по FTP

source: If you would like to store your Backup on FTP then you would need to choose enable or vice-versa from drop down
hu_hu: Ha azt szeretné, hogy a biztonsági mentés FTP-n kerüljön feltöltésre, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből.
nb_no: Om du ønsker å sikkerhetskopiere til FTP, må du aktivere / deaktivere dette fra nedtrekksmenyen
ru_ru: Если вы хотите сохранить резервную копию на FTP, вам нужно будет выбрать «Включить» или наоборот.

source: In this field, you would need to provide a valid FTP host
hu_hu: Ebbe a mezőbe egy érvényes FTP kiszolgálót szükséges megadni.
nb_no: Her må du angi en gyldig FTP vert
ru_ru: В этом поле вам необходимо указать действительный FTP-узел

source: Please provide your FTP Host
hu_hu: Kérem adja meg az FTP szerver ( host ) nevét vagy címét
nb_no: Oppgi FTP vert
ru_ru: Введите FTP-узел

source: In this field, you would need to provide valid FTP Username
hu_hu: Ebben a mezőben kell megadnia egy érvényes FTP felhasználói nevet.
nb_no: Her må du oppgi et gyldig FTP brukernavn
ru_ru: В этом поле вам необходимо указать действительное имя пользователя FTP

source: Please provide your FTP Username
hu_hu: Kérem adja meg az FTP felhasználói nevét
nb_no: Oppgi ditt FTP brukernavn
ru_ru: Введите имя пользователя FTP

source: Password
hu_hu: Jelszó
nb_no: Passord
ru_ru: Пароль

source: In this field, you would need to provide valid FTP Password
hu_hu: Ebben a mezőben kell megadnia egy érvényes FTP felhasználói jelszót.
nb_no: Her må du oppgi et gyldig passord for FTP kontoen
ru_ru: В этом поле вам необходимо указать действующий пароль FTP

source: Please provide your FTP Password
hu_hu: Kérem adja meg az FTP felhasználói jelszavát
nb_no: Oppgi FTP passordet
ru_ru: Введите пароль

source: Remote Path
hu_hu: Távoli elérési út
nb_no: Ekstern sti
ru_ru: Удаленный путь

source: this field, you would need to provide Remote Path, where you would like to store your backup on the server
hu_hu: Ebben a mezőben meg kell adnia azt a szerveren lévő, távoli elérési útvonalat, ahol a biztonsági másolatot szeretné tárolni
nb_no: Her må du oppgi den eksterne stien, der du vil at sikkerhetskopien skal lagres på derveren
ru_ru: В этом поле вам необходимо указать путь в котором вы хотите сохранить резервную копию на сервере

source: Please provide your Remote Path
hu_hu: Kérem adja meg a távoli elérési utat
nb_no: Oppgi ekstern sti
ru_ru: Введите путь

source: Protocol
hu_hu: Protokoll, eljárási rend
nb_no: Protokoll
ru_ru: Протокол

source: In this field, you would need to a Protocol according to your server. You would need to choose FTP, FTPS or SFTP over SSH
hu_hu: Ebben a mezőben egy szerverrel összhangban lévő protokoll megadása szükséges. Válassza az FTP-t, az FTPS-t vagy az SSH feletti SFTP-t.
nb_no: Her må du oppgi en protokoll i henhold til din server. Du må velge mellom FTP, FTPS eller SFTP over SSH
ru_ru: В этом поле вам понадобится протокол, соответствующий вашему серверу. Вам нужно будет выбрать FTP, FTPS или SFTP через SSH

source: SFTP over SSH
hu_hu: SSH feletti SFTP ( titkosított FTP )
ru_ru: SFTP и SSH

source: Login Type
hu_hu: Bejelentkezési mód
nb_no: Innloggingstype
ru_ru: Тип логина

source: In this field, you would need to choose login type.
hu_hu: Ebben a mezőben a bejelentkezési típust szükséges kiválasztania.
nb_no: Her velger du innloggingstype
ru_ru: В этом поле вам необходимо выбрать тип входа

source: Username & Password
hu_hu: Felhasználói név és jelszó
nb_no: Brukernavn og passord
ru_ru: Имя пользователя и пароль

source: Username Only
hu_hu: Csak felhasználói név
nb_no: Kun brukernavn
ru_ru: Только имя пользователя

source: Anonymous
hu_hu: Névtelen
nb_no: Anonym
ru_ru: Анонимный

source: No Login
hu_hu: Nincs bejelentkezve
nb_no: Ingen innlogging
ru_ru: Без логина

source: In this field, you would need to provide Port Number related to your Protocol you are going to use
hu_hu: Ebben a mezőben szükséges megadni az ön által használt protokollhoz használatos port azonosítót.
nb_no: Her må du oppgi portnummeret som stemmer med protokollen du bruker
ru_ru: В этом поле вам необходимо указать номер порта, связанный с вашим протоколом, который вы собираетесь использовать

source: Please provide Port Number
hu_hu: Kérem adja meg a port számát!
nb_no: Oppgi portnummer
ru_ru: Введите номер порта

source: FTP Mode
hu_hu: FTP mód
nb_no: FTP modus
ru_ru: FTP режим

source: In this field, you would need to choose the mode of FTP
hu_hu: Ebben a mezőben kell megadni az FTP elérési módját.
nb_no: Her må du angi FTP modus
ru_ru: В этом поле вам нужно будет выбрать режим FTP

source: Active
hu_hu: Aktív
nb_no: Aktiv FTP
ru_ru: Активный

source: Passive
hu_hu: passzív
nb_no: Passiv FTP
ru_ru: Пассивный

source: Scheduler
hu_hu: Ütemező
nb_no: Planlegger
ru_ru: Планировщиу

source: Hours
hu_hu: Órák
nb_no: Timer
ru_ru: Часов

source: Hour
hu_hu: Óra
nb_no: Time
ru_ru: Час

source: Backup to Google Drive
hu_hu: Biztonsági mentés a Google Drive-ra.
nb_no: Sikkerhetskopier til Google Drive
ru_ru: Резервное копирование в Google Drive

source: If you would like to store your Backup over Google Drive then you would need to choose enable or vice-versa from drop down
hu_hu: Ha azt szeretné, hogy a biztonsági mentés a Google Drive-on keresztül kerüljön tárolásra, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből.
nb_no: Dersom du vil lagre sikkerhetskopien på Google Drive, må du aktivere / deaktivere dette fra nedtrekksmenyen
ru_ru: Если вы хотите сохранить резервную копию на Google Drive, вам нужно будет выбрать «Включить» или наоборот.

source: Client ID
hu_hu: Kliens azonosító ( Client ID )
nb_no: Klient ID
ru_ru: Идентификатор пользователя

source: In this field, you would need to provide Client Id. It is an alphanumeric string which you will get by signing-in to Google Drive account
hu_hu: Ebben a mezőben kell megadnia a kliens azonosítót (Client Id). Ez egy alfanumerikus, betűkből és számokból álló számsor, amelyet a Google Drive-fiókba való bejelentkezéshez fog megkapni.
nb_no: Her må du angi en klientID. Dette er en alfanumerisk streng du får ved å logge inn på din Google Drive konto
ru_ru: В этом поле вам необходимо указать идентификатор клиента. Это алфавитно-цифровая строка, которую вы получите при входе в аккаунт Google Drive

source: Please provide Client Id
hu_hu: Kérem adja meg a kliens azonosítót ( Client Id )!
nb_no: Oppgi klientID
ru_ru: Ввдите идентификатор пользователя

source: Client Secret
hu_hu: Kliens titkos kód ( Client Secret )
nb_no: Klientnøkkel
ru_ru: Секретное слово

source: In this field, you would need to provide Client Secret here, which will you get after configuring your Google Drive account. Client Secret is like a secret key which is needed to configure your account
hu_hu: Ebben a mezőben kell megadnia a titkos kliens kódot (Client Secret), amelyet a Google Drive-fiók beállítása után kap meg. A titkos kliens kód (Client Secret) olyan, mint egy titkos kulcs, amely az adott felhasználói fiók beállításához szükséges.
nb_no: Her må du angi din kliennøkkel. Denne får du når du har konfigurert din Google Drive konto. Klientnøkkelen er som en sikkerhetsnøkkel som trengs for å konfigurere kontoen
ru_ru: В этом поле вам нужно указать здесь секретный код, который вы получите после настройки вашего аккаунта Google Drive. код клиента похож на секретный ключ, который необходим для настройки вашей учетной записи

source: Please provide Client Secret
hu_hu: Kérem adja meg a kliens titkos kódját ( Client Secret )!
nb_no: Oppgi klientnøkkel
ru_ru: Введите код

source: Get your Google Drive Client Id & Client Secret
hu_hu: Kérem a Google Drive kliens azonosítót (Client Id) és a kliens titkos kódot (Client Secret) !
nb_no: Få din Google Drive KliendID og Klientnøkkel
ru_ru: Получите идентификатор клиента и секретный ключ клиента Google Drive

source: Output
hu_hu: Kimenet
ru_ru: Вывод

source: In this field, you would be able to see all PHP Errors
hu_hu: Ebben a mezőben tekinthető meg az összes PHP hibajelzés.
ru_ru: В этом поле вы сможете увидеть все ошибки PHP

source: Download Error Log
hu_hu: Hibanapló letöltése.
ru_ru: Скачать журнал ошибок

source: Clear Error Log
hu_hu: Hibanapló törlése
ru_ru: Очистить журнал ошибок

source: Are you sure you want to clear error log ?
hu_hu: Valóban kívánja, hogy a hibanaplót töröljük?
ru_ru: Вы действительно хотите очистить журнал ошибок?

source: Error Logs has been cleared Successfully
hu_hu: A hibanapló törlése sikeresen megtörtént.
ru_ru: Журналы ошибок успешно очищен

source: There is no changelog available.
ru_ru: Существует не журнал изменений.

source: Check for updates
ru_ru: Проверка обновлений

source: This plugin is up to date.
ru_ru: Этот плагин обновлен.

source: A new version of this plugin is available.
ru_ru: Доступна новая версия этого плагина.

source: Unknown update checker status "%s"
ru_ru: Неизвестный статус проверки обновления "% s"

source: CC
hu_hu: CC ( Másolat )
nb_no: Mottaker

source: BCC
hu_hu: BCC (Vakmásolat)
nb_no: Blindkopi

source: N/A
hu_hu: N/A ( Nem értelmezhető)
nb_no: I/T

source: Congratulations! You have recently purchased Backup Bank Developer Edition and now you would need to activate the license in order to unlock it!
hu_hu: Gratulálunk a nemrégiben megvásárolt Backup Bank beépülő modul üzleti verziójához ( Developer Edition ). Most ezt aktiválnia szükséges a zárolás feloldásához.

source: Host
hu_hu: Host ( szerver cím/név )
nb_no: Vert

source: FTPS
hu_hu: FTPS ( titkosított FTP )

source: Manage Backups
nb_no: Behandle sikkerhetskopier

source: Only Plugins and Themes
nb_no: Kun tillegg og temaer

source: Only Themes
nb_no: Kun temaer

source: Only Plugins
nb_no: Kun tillegg

source: In this field, you would need to choose storage space for your backup from dropdown. Before this, you would need to configure settings of remote storage
nb_no: Her velger du hvor du vil lagre sikkerhetskopien

source: Email
nb_no: E-post

source: Dropbox (Not configured!)
nb_no: DropBox (ikke konfigurert!)

source: Email (Not configured!)
nb_no: E-post (ikke konfigurert!)

source: FTP (Not configured!)
nb_no: FTP (ikke konfigurert!)

source: OneDrive (Not configured!)
nb_no: OneDrive (ikke konfigurert!)

source: Google Drive (Not configured!)
nb_no: Google Drive (ikke konfigurert!)

source: Amazon S3 (Not configured!)
nb_no: Amazon S3 (ikke konfigurert!)

source: Rackspace (Not configured!)
nb_no: Rackspace (ikke konfigurert!)

source: Microsoft Azure (Not configured!)
nb_no: Microsoft Azure (ikke konfigurert!)
