Repository: common-repository/wp-backup-bank
Catalog: languages/wp-backup-bank-*.po
Languages: hu_hu, nb_no, ru_ru

source: In this field, you would need to choose compression type for your database backup file from dropdown
hu_hu: Ebben a mezőben az adatbázis biztonsági mentés fájljának tömörítési típusát szükséges kiválasztania a legördülő menüből.
nb_no: Her må du velge hvilken kompresjon du ønsker for databasekopien
ru_ru: В этом поле вам нужно будет выбрать тип сжатия для вашего файла резервной копии базы данных из раскрывающегося списка

source: Backup Destination
hu_hu: Biztonsági mentés célja
nb_no: Destinasjon for sikkerhetskopien
ru_ru: Путь резервного копирования

source: In this field, you would need to choose storage space for your backup. Before this, you would need to configure settings of remote storage
hu_hu: Ebben a mezőben kell megadnia a biztonsági mentés tárhelyét. Ezt megelőzően a távoli tárolók beállításait is el kell végeznie.
ru_ru: В этом поле вам нужно будет выбрать место для хранения резервной копии. Перед этим вам потребуется настроить параметры удаленного хранилища

source: Local Folder
hu_hu: Helyi mappa
nb_no: Lokal mappe
ru_ru: Локальная папка

source: Dropbox ( Configure ! )
hu_hu: Dropbox ( Beállítás )
ru_ru: Dropbox (Настроить)

source: Email ( Configure ! )
hu_hu: E-mail ( Beállítás )
ru_ru: Email (Настроить)

source: FTP ( Configure ! )
hu_hu: FTP ( Beállítás )
ru_ru: FTP (Настроить)

source: Please choose Tables for Backup
hu_hu: Kérem válassza ki az adatbázis táblákat a biztonsági mentéshez.
nb_no: Velg hvilke tabeller du ønsker å sikkerhetskopiere
ru_ru: Выберите таблицы для резервного копирования

source: Backup Tables
hu_hu: Biztonsági másolat készítése az adatbázis táblákról
nb_no: Sikkerhetskopier tabeller
ru_ru: Таблицы резервных копий

source: In this field, you would need to choose tables for which you would like to take a backup
hu_hu: Ebben a mezőben azokat az adatbázis táblákat szükséges kiválasztania, amelyekhez biztonsági másolatot szeretne készíteni.
nb_no: Her velger du hvilke tabeller du ønsker å ta en sikkerhetskopi av
ru_ru: В этом поле вам нужно будет выбрать таблицы, для которых вы хотите сделать резервную копию

source: Archive Name
hu_hu: Archívum neve
nb_no: Arkivnavn
ru_ru: Имя архива

source: In this field, you would need to provide the name and format in which you would like to save your backup file
hu_hu: Ebben a mezőben kell megadnia az elmentendő biztonsági mentés állomány nevét és formátumát.
nb_no: Her oppgir du navn og format på sikkerhetskopien din
ru_ru: В этом поле вам необходимо указать имя и формат, в котором вы хотите сохранить файл резервной копии

source: Please provide your Archive Name
hu_hu: Kérem adja meg az archív fájl nevét
nb_no: Angi et arkivnavn
ru_ru: Укажите имя архива

source: Preview
hu_hu: Előnézet
nb_no: Forhåndsvis
ru_ru: Предпросмотр

source: Start Backup
hu_hu: Biztonsági mentés indítása
nb_no: Start sikkerhetskopiering!
ru_ru: Начать резервное копирование

source: Folder Location
hu_hu: Mappa
nb_no: Mappelokasjon
ru_ru: Расположение папки

source: In this field, you would need to provide a Local Folder path to store your Backup
hu_hu: Ebben a mezőben a biztonsági mentés tárolásához szükséges helyi útvonal megadása lehetséges.
nb_no: Her må du angi en lokal mappe for sikkerhetskopien
ru_ru: В этом поле вам необходимо указать путь к локальной папке для хранения резервной копии

source: Please provide a Local Folder Path
hu_hu: Kérem adja meg a helyi tárolási útvonalat!
nb_no: Oppgi en lokal mappe
ru_ru: Укажите путь к локальной папке

source: Please provide CC Email Address
hu_hu: Kérem adja meg a másolati címzett e-mail címét!
nb_no: Oppgi en mottaker e-post
ru_ru: Укажите адрес CC Email

source: Please provide BCC Email Address
hu_hu: Kérem adja meg a vakmásolat e-mail címét!
nb_no: Oppgi mottaker av blindkopi
ru_ru: Укажите адрес BCC Email

source: In this field, you would need to provide a valid Email Address where you would like to send backup with backup details
hu_hu: Ebben a mezőben olyan érvényes e-mail címet kell megadnia, amelyre a biztonsági mentést és annak részletes adatait szeretne küldeni.
nb_no: Her må du angi hvilken e-post adresse du ønsker å få sikkerhetskopidetaljene til
ru_ru: В этом поле вам необходимо указать действительный адрес электронной почты, на который вы хотите отправить резервную копию с информацией о резервном копировании

source: ( Extension not supported )
hu_hu: ( Kiterjesztés nem támogatott )
nb_no: ( Utvidelen er ikke støttet )
ru_ru: (Расширение не поддерживается)

source: Message
hu_hu: Üzenet
nb_no: Beskjed
ru_ru: Сообщение

source: In this field, you would need to provide message which has to be sent to user when the backup is successfully scheduled
hu_hu: Ebben a mezőben kell megadnia azt az üzenetet, amely a biztonsági mentés sikeres előjegyzése után kerül a felhasználónak kiküldésre.
nb_no: Her skriver du inn en melding som mottakeren får når sikkerhetskopien er planlagt
ru_ru: В этом поле вам нужно будет написать сообщение, которое должно быть отправлено пользователю при успешном выполнении резервного копирования

source: In this field, you would need to provide valid CC Email Address
hu_hu: Ebben a mezőben kell megadnia egy érvényes másolati e-mail címet.
nb_no: Her må du skrive inn en gyldig e-post mottaker
ru_ru: В этом поле вам необходимо указать действительный адрес электронной почты CC

source: In this field, you would need to provide valid BCC Email Address
hu_hu: Ebben a mezőben kell megadnia egy érvényes vakmásolati e-mail címet.
nb_no: Her skriver du inn mottakeren av blindkopi
ru_ru: В этом поле вам необходимо указать действительный адрес электронной почты BCC

source: Database Backup
hu_hu: Adatbázis biztonsági mentése
nb_no: Sikkerhetskopi av database
ru_ru: Резервное копирование базы данных

source: Plugins Backup
hu_hu: Pluginok - beépülő modulok - biztonsági mentése
nb_no: Sikkerhetskopi av tillegg
ru_ru: Резервное копирование плагинов

source: Plugins and Themes Backup
hu_hu: Pluginok - beépülő modulok - és témák biztonsági mentése
nb_no: Sikkerhetskopi av Tillegg og Maler
ru_ru: Резервное копирование плагинов и тем

source: Themes Backup
hu_hu: Témák biztonsági mentése
nb_no: Sikkerhetskopi av Maler
ru_ru: Резервное копирование тем

source: Contents Backup
hu_hu: Tartalom biztonsági mentése
nb_no: Sikkerhetskopi av Innhold
ru_ru: Резервное копирование контента

source: Filesystem Backup
hu_hu: Fájlrendszer biztonsági mentése
nb_no: Sikkerhetskopi av Filsystemet
ru_ru: Резервное копирование файловой системы

source: Never
hu_hu: Soha
nb_no: Aldri
ru_ru: Никогда

source: OneDrive ( Configure ! )
hu_hu: OneDrive ( Beállítás )
ru_ru: OneDrive (Настроить)

source: OneDrive Settings are not configured!
hu_hu: A OneDrive paraméterei nincsenek beállítva!
nb_no: OneDrive - innstillingene er ikke konfigurert!
ru_ru: OneDrive не настроен

source: Google Drive ( Configure ! )
hu_hu: Google Drive ( Beállítás )
ru_ru: Google Drive (Настроить)

source: Redirect URI
hu_hu: Átirányítási URI ( erőforrás helye/neve )
nb_no: Videresendings URI
ru_ru: Перенаправление URI

source: Please copy this URI and paste into Redirect URI field when creating your app
hu_hu: Kérjük, másolja ezt az URI-t, és illessze be az átirányított ( Redirect ) URI mezőbe az alkalmazás létrehozásakor
nb_no: Kopi denne URIen og lim den inn i videresendings URIen
ru_ru: Скопируйте этот URI и вставьте в поле Redirect URI при создании вашего приложения.

source: Amazon S3 ( Configure ! )
hu_hu: Amazon S3 ( Beállítás )
ru_ru: Amazon S3 (Настроить)

source: Rackspace ( Configure ! )
hu_hu: Rackspace ( Beállítás )
ru_ru: Rackspace (Настроить)

source: Microsoft Azure ( Configure ! )
hu_hu: Microsoft Azure ( Beállítás )
ru_ru: Microsoft Azure (Настроить)

source: Error Logs
hu_hu: Hibanaplózás
ru_ru: Журнал ошибок

source: Show Backup Bank Menu
hu_hu: A Backup Bank menüjének megjelenítése
nb_no: Vis Backup Bank - menyen
ru_ru: Показать Backup Bank меню

source: In this field, you would need to choose a specific role which can see Sidebar Menu
hu_hu: Ebben a mezőben kell kiválasztania a megfelelő szerepkört, amelynél látható az Oldalsáv menü.
nb_no: Her kan du angi hvilke roller som kan se sidemenyen
ru_ru: В этом поле вам нужно будет выбрать определенную роль, которая будет отображаться в боковой панели

source: Administrator
hu_hu: "Adminisztrátor"
ru_ru: Администратор

source: Author
hu_hu: Szerző
nb_no: Forfatter
ru_ru: Автор

source: Editor
hu_hu: Szerkesztő
nb_no: Redaktør
ru_ru: Редактор

source: Contributor
hu_hu: Külső munkatárs
nb_no: Bidragsyter
ru_ru: Участник

source: Subscriber
hu_hu: Előfizető
nb_no: Abonnent
ru_ru: Подписчик

source: Show Backup Bank Top Bar Menu
hu_hu: A Backup Bank felső menüjének megjelenítése
nb_no: Vis Backup Bank toppmeny
ru_ru: Показать Backup Bank Top Bar меню

source: In this field, you would need to choose a specific option to show Backup Bank Top Bar Menu
hu_hu: Ebben a mezőben meg kell adnia egy speciális beállítást a Backup Bank Top Bar menüjének megjelenítéséhez
nb_no: Her velger du innstillinger for toppmenyen
ru_ru: В этом поле вам нужно будет выбрать конкретную опцию, чтобы отобразить меню Backup Bank Top Bar

source: An Administrator Role can do the following
hu_hu: Az "adminisztrátor" szerepkör a következőket teheti.
nb_no: En administrator kan gjøre følgende
ru_ru: Права администратора могут выполнять следующие действия:

source: Administrators will have by default full control to manage different options in Backup Bank, so all checkboxes will already be selected for the Administrator Role as mentioned below
hu_hu: A rendszergazdák alapértelmezés szerint teljes egészében kezelik a Backup Bank lehetőségeit, így az összes jelölőnégyzet kiválasztásra került a "rendszergazda" szerepkörhöz.
nb_no: Administrator har full kontroll over alle innstillinger, så alle valgene er allerede merket
ru_ru: Администраторы по умолчанию будут иметь полный контроль для управления различными опциями в Backup Bank, поэтому все флажки уже будут выбраны для прав администратора, как указано ниже

source: Full Control
hu_hu: Teljes felügyelet
nb_no: Full kontroll
ru_ru: Полный доступ

source: An Author Role can do the following
hu_hu: A "szerzői" szerepkör a következőket teheti.
nb_no: En forfatter kan gjøre
ru_ru: Права автора могут выполнять следующие действия:

source: You can choose what pages could be accessed by users having an Author Role on your Backup Bank Plugin. This could be achieved with the help of checkboxes mentioned below
hu_hu: Kiválaszthatja, hogy a Backup Bank Pluginben mely oldalak legyenek hozzáférhetőek a "szerzői" szerepkörrel rendelkező felhasználóknak. Ennek beállítása az alábbi jelölőnégyzetek segítségével történik.
nb_no: Du kan velge hvilke sider en forfatter kan ha tilgang til
ru_ru: Вы можете выбрать, какие страницы могут быть доступны пользователям, имеющим права автора в вашем плагине Backup Bank. Это может быть выбрано с помощью флажков, указанных ниже

source: An Editor Role can do the following
hu_hu: A "szerkesztői" szerepkör a következőket teheti.
nb_no: En redaktørrolle kan gjøre følgende
ru_ru: Права редактора могут выполнять следующие действия:

source: You can choose what pages could be accessed by users having Editor Role on your Backup Bank Plugin. This could be achieved with the help of checkboxes mentioned below
hu_hu: Kiválaszthatja, hogy a Backup Bank Pluginben mely oldalak legyenek hozzáférhetőek a "szerkesztői" szerepkörrel rendelkező felhasználóknak. Ennek beállítása az alábbi jelölőnégyzetek segítségével történik.
nb_no: Du kan velge hvilke sider en redaktør kan besøke
ru_ru: Вы можете выбрать, какие страницы могут быть доступны пользователям, имеющим права «Редактор» в вашем плагине Backup Bank. Это может быть выбрано с помощью флажков, указанных ниже

source: A Contributor Role can do the following
hu_hu: A "külső munkatárs" szerepkör a következőket teheti.
nb_no: An bidragsyter kan gjøre følgende
ru_ru: Права участника могут выполнять следующие действия:

source: You can choose what pages could be accessed by users having Contributor Role on your Backup Bank Plugin. This could be achieved with the help of checkboxes mentioned below
hu_hu: Kiválaszthatja, hogy a Backup Bank Pluginben mely oldalak legyenek hozzáférhetőek a "külső munkatárs" szerepkörrel rendelkező felhasználóknak. Ennek beállítása az alábbi jelölőnégyzetek segítségével történik.
nb_no: Du kan velge hvilke sider en bidragsyter kan besøke
ru_ru: Вы можете выбрать, какие страницы могут быть доступны пользователям, имеющим права «Участник» в вашем плагине Backup Bank. Это может быть выбрано с помощью флажков, указанных ниже

source: A Subscriber Role can do the following
hu_hu: Az "előfizető" szerepkör a következőket teheti.
nb_no: En abonnent kan gjøre følgende
ru_ru: Права подписчика могут выполнять следующие действия:

source: You can choose what pages could be accessed by users having a Subscriber Role on your Backup Bank Plugin. This could be achieved with the help of checkboxes mentioned below
hu_hu: Kiválaszthatja, hogy a Backup Bank Pluginben mely oldalak legyenek hozzáférhetőek az "előfizetői" szerepkörrel rendelkező felhasználóknak. Ennek beállítása az alábbi jelölőnégyzetek segítségével történik.
nb_no: Du velger hvilke sider en abonnent kan besøke
ru_ru: Вы можете выбрать, какие страницы могут быть доступны пользователям, имеющим права «Подписчик» в вашем плагине Backup Bank. Это может быть выбрано с помощью флажков, указанных ниже

source: Others
hu_hu: Egyebek
nb_no: Andre
ru_ru: Прочее

source: Other Roles can do the following
hu_hu: Az "egyebek szerepkör"-ben lévők a következőket tehetik.
nb_no: Andre roller kan gjøre følgende
ru_ru: Прочие права доступа

source: Please choose specific page available for Others Role Access
hu_hu: Kérem válassza ki az "egyéb" jogosultsággal rendelkezők részére elérhető oldalt.
nb_no: Velg spesifike sider som andre roller kan besøke
ru_ru: Выберите траницу, доступную для других прав.

source: Please tick the appropriate capabilities for security purposes
hu_hu: Kérem, a biztonsági beállítások közül a megfelelőket jelölje be!
nb_no: Velg riktig kapabilitet av sikkerhetsgrunner
ru_ru: Пожалуйста, отметьте соответствующие возможности в целях безопасности

source: Only users with these capabilities can access Backup Bank
hu_hu: Csak ezen képességekkel rendelkező felhasználó férhet hozzá a Backup Bankhoz.
nb_no: Kun bruker med disse kapabilitetene kan bruke Backup Bank
ru_ru: Только пользователи с такими возможностями могут обращаться к Backup Bank

source: Important Notice!
hu_hu: Fontos figyelmeztetés!
nb_no: Viktig informasjon!
ru_ru: Важное замечание!

source: Congratulations! You have recently purchased Backup Bank Business Edition and now you would need to activate the license in order to unlock it!
nb_no: Gratulerer! Du har nylig kjøpt Backup Bank Business Edition og nå trenger du bare å aktivere lisensen for å låse opp!
ru_ru: Поздравляем! Вы приобрели Backup Bank Personal Edition, и теперь вам необходимо активировать лицензию, чтобы разблокировать плагин

source: Kindly fill in the required details and click on Validate License to unlock it
hu_hu: Kérjük, töltse ki a szükséges adatokat, majd kattintson a Licence Érvényesítésere, a modul feloldásához.
nb_no: Fyll inn informasjonen og klikk på "Valider lisens" for å låse opp
ru_ru: Введите необходимые данные и нажмите «Проверить лицензию», чтобы разблокировать плагин

source: If you face any issues activating the license, you may contact us at
hu_hu: Ha a licence aktiválásával kapcsolatban bármilyen problémába ütközne, kérjük forduljon hozzánk bizalommal.
nb_no: Om du støter på noen problemer, kan du kontakte oss på
ru_ru: Если у вас возникнут какие-либо проблемы с активацией лицензии, вы можете связаться с нами по телефону

source: Product Name
hu_hu: Terméknév
nb_no: Produktnavn
ru_ru: Имя продукта

source: In this field, you would be able to see your Installed Product
hu_hu: Ebben a mezőben láthatja a telepített terméket, annak nevét.
nb_no: Her ser du hvilke(t) produkt(er) du har installert
ru_ru: В этом поле вы сможете увидеть установленный продукт

source: Current Version
hu_hu: Aktuális programverzió
nb_no: Nåværende versjon
ru_ru: Версия

source: In this field, you would be able to see your Installed Product Version
hu_hu: Ebben a mezőben láthatja a telepített termék verziószámát
nb_no: Her kan du se hvilken versjon du har installert
ru_ru: В этом поле вы сможете увидеть версию установленного продукта

source: Website URL
hu_hu: Honlap cím ( URL )
nb_no: Nettside URL
ru_ru: Адрес сайта

source: In this field, you would be able to see your Website URL
hu_hu: Ebben a mezőben láthatja honlapjának címét ( URL )
nb_no: Her ser du nettsiden din
ru_ru: В этом поле вы сможете увидеть URL своего веб-сайта

source: Order ID
hu_hu: Rendelési azonosító ( Order ID )
nb_no: Ordre ID
ru_ru: Идентификатор заказа

source: In this field, you would need to provide your Order ID which you have received in an email after purchasing the product along with a download link. This will be used for Validating the License
hu_hu: Ebben a mezőben kell megadnia a termék megvásárlása után kapott e-mailben található rendelési azonosítót ( Order ID ). Ez a licence érvényesítését szolgálja. ( Az e-mailben egy letöltési hivatkozás is szerepel.)
nb_no: Her må du oppgi Ordre ID som du fikk tilsendt på e-post sammen med en nedlastingslenke. Dette brukes for å validere.
ru_ru: В этом поле вам нужно будет предоставить свой идентификатор заказа, который вы получили по электронной почте после покупки продукта вместе со ссылкой для загрузки. Это будет использоваться для проверки лицензии

source: Please provide Order ID received after making the purchase
hu_hu: Kérjük, adja meg a vásárlás után kapott rendelési azonosítót! ( Order ID )
nb_no: Oppgi Ordre ID du fikk etter bestillingen
ru_ru: Предоставьте идентификатор заказа, полученный после совершения покупки.

source: In this field, you would need to provide your API Key which you have received in an email after purchasing the product along with a download link. This will be used for Validating the License
hu_hu: Ebben a mezőben kell megadnia a termék megvásárlása után kapott e-mailben található API-kulcsot. Ez a licence érvényesítését szolgálja. ( Az e-mailben egy letöltési hivatkozás is szerepel.)
nb_no: Her må du oppgi din API - nøkkel, som du mottok på e-post etter å ha bestilt produktet. Det fulgte også med en nedlastingslenke.
ru_ru: В этом поле вам необходимо будет предоставить свой ключ API, который вы получили по электронной почте после покупки продукта вместе со ссылкой для загрузки. Это будет использоваться для проверки лицензии

source: Please provide API Key received after making the purchase
hu_hu: Kérjük, adja meg a vásárlás után kapott API-kulcsot!
nb_no: Oppgi API - nøkkelen du mottok
ru_ru: Предоставить ваш API ключ после покупки

source: Validate License
hu_hu: Licence érvényesítése
nb_no: Valider lisens
ru_ru: Проверить лицензию

source: API Key
hu_hu: API kulcs ( API Key )
nb_no: API nøkkel
ru_ru: API ключ

source: Get your OneDrive Application Id & Application Secrets
hu_hu: Kérem a OneDrive alkalmazás azonosítót (Application Id) és az alkalmazás titkos kódot (Application Secrets)!
nb_no: Få tak i din OneDrive Applikasjons ID og applikasjonsnøkkel
ru_ru: Получите идентификатор приложения и секретное слово OneDrive

source: Backup to OneDrive
hu_hu: Biztonsági másolat készítése a OneDrive-ra.
nb_no: Sikkerhetskopier til OneDrive
ru_ru: Резервное копирование в OneDrive

source: If you would like to store your Backup over OneDrive then you would need to choose enable or vice-versa from drop down
hu_hu: Ha azt szeretné, hogy a biztonsági mentés a OneDrive-on keresztül kerüljön tárolásra, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből.
nb_no: Dersom du ønsker å lagre sikkerhetskopien på OneDrive, velger du det fra nedtrekksmenyen
ru_ru: Если вы хотите сохранить резервную копию поверх OneDrive, вам нужно будет выбрать «Включить» или выключить

source: In this field, you would need to provide Application Id. It is an alphanumeric string which you will get by signing-in into OneDrive account
hu_hu: Ebben a mezőben kell megadnia az alkalmazás azonosítót ( Application Id ). Ez egy alfanumerikus, betűket és számokat tartalmazó kraktersorozat, amelyet a OneDrive fiókba bejelentkezés után áll rendelkezésre.
nb_no: Her oppgir du applikasjons ID. Dette er en alfanumerisk strenge du får når du signerer inn på din OneDrive - konto
ru_ru: В этом поле вам необходимо указать идентификатор приложения. Это алфавитно-цифровая строка, которую вы получите при входе в учетную запись OneDrive

source: Please provide valid Application Id
hu_hu: Kérem érvényes alkalmazás azonosító ( Application Id )!
nb_no: Oppgi en gyldig Applikasjons ID
ru_ru: Укажите действительный идентификатор приложения

source: Application Secrets
hu_hu: Alkalmazás titkos kód ( Secrets )
nb_no: Applikasjon : tilgangsnøkkel
ru_ru: Секретное слово приложения

source: In this field, you would need to provide Application Secrets which will you get after configuring your OneDrive account
hu_hu: Ebben a mezőben kell megadnia az alkalmazás titkos kódját ( Application Secrets ). Ezt a OneDrive fiók beállítása után áll rendelkezésre.
nb_no: I dette feltet må du opp en sikkerhetsnøkkel som du får når du konfigurerer din OneDrive - konto
ru_ru: В этом поле вам нужно будет указать секретное слово, которые вы получите после настройки вашей учетной записи OneDrive

source: Please provide valid Application Secrets
hu_hu: Kérem érvényes alkalmazási titkos kód ( Application Secrets ) megadását!
nb_no: Angi en gyldig sikkerhetsnøkkel
ru_ru: Укажите верное секретное слово

source: Application Id
hu_hu: Alkalmazás azonosító (Id)
nb_no: Applikasjons ID
ru_ru: Идентификатор приложения

source: Create new OneDrive Live SDK Application
hu_hu: Új OneDrive Live SDK alkalmazás készítése
nb_no: Opprett ny OneDrive Live SDK applikasjon
ru_ru: Создать новое OneDrive Live SDK приложение

source: Backup to Amazon S3
hu_hu: Biztonsági másolat készítése az Amazon S3-ra.
nb_no: Sikkerhetskopier til Amazon S3
ru_ru: Резервное копирование в Amazon S3

source: If you would like to store your Backup over Amazon S3 then you would need to choose enable or vice-versa from drop down
hu_hu: Ha azt szeretné, hogy a biztonsági mentés az Amazon S3 keresztül kerüljön tárolásra, akkor engedélyezze - vagy ellenkező esetben tiltsa - azt a legördülő menüből.
nb_no: Dersom du ønsker å lagre sikkerhetskopien på Amazon S3, velger du det fra nedtrekksmenyen
ru_ru: Если вы хотите сохранить резервную копию на Amazon S3, вам нужно будет выбрать «Включить» или наоборот

source: Access Key Id
hu_hu: Hozzáférési kulcs azonosító ( Access Key Id )
nb_no: Applikasjons ID
ru_ru: Идентификатор ключа доступа

source: In this field, you would need to provide Access Key Id. It is an alphanumeric text string which you will get by signing-in into Amazon S3 account
hu_hu: Ebben a mezőben kell megadnia a hozzáférési kulcs azonosítót ( Access Key Id ). Ez egy betűkből és számokból álló alfanumerikus karaktersor, amely az Amazon S3 fiók beállítása után áll rendelkezésre.
nb_no: I dette feltet må du opp en sikkerhetsnøkkel som du får når du konfigurerer din Amazon S3 - konto
ru_ru: В этом поле вам необходимо предоставить идентификатор ключа доступа. Это алфавитно-цифровая текстовая строка, которую вы получите при входе в учетную запись Amazon S3

source: Please provide valid Access Key Id
hu_hu: Kérem érvényes hozzáférési kulcs azonosító ( Access Key Id ) megadását!
nb_no: Angi en gyldig sikkerhetsnøkkel
ru_ru: Укажите действительный идентификатор ключа доступа

source: Secret Access Key
hu_hu: Titkos hozzáférési kulcs ( Secret Access Key )
nb_no: Hemmelig tilgangsnøkkel
ru_ru: Секретное слово доступа
